[
{"word": "Ái ngại", "type": "Động từ", "semantic": "Nghĩa: không yên lòng vì lo ngại, thương cảm (trước tình cảnh của người khác)", "examples": ["Tôi thật ái ngại khi phải từ chối lời mời của anh.", "Cô ấy ái ngại không dám bày tỏ ý kiến của mình trước đám đông.", "Toàn thế giới ái ngại cho đất nước Bangladesh vì những hành động của người dân ở thời điểm này."]},
{"word": "Ém dẹm", "type": "Động từ", "semantic": "Nghĩa: như ém, không cho ai biết", "examples": ["Họ cố gắng ém dẹm chuyện này để không ai biết.", "Anh ấy đã ém dẹm thông tin quan trọng trong báo cáo.", "Cô ta ém dẹm sự thật về vụ việc đó.", "Công ty quyết định ém dẹm lỗi sản xuất để tránh tai tiếng.", "Họ đã ém dẹm kết quả kiểm tra chất lượng."]},
{"word": "Áy náy", "type": "Động từ", "semantic": "Nghĩa: cảm thấy lo ngại, không yên lòng về điều đã không làm được như ý muốn", "examples": ["Mai cả thấy áy náy vì đã lỡ lời làm tổn thương người bạn thân nhất.", "Dù đã trôi qua nhiều năm, anh ấy vẫn còn áy náy về quyết định đã chọn ngày xưa.", "Cảm giác áy náy cứ quấn quýt không ngừng khiến cậu bé không thể ngủ yên."]},
{"word": "Anh ánh", "type": "Tính từ", "semantic": "Nghĩa: hơi ánh lên (ánh: mảng ánh sáng có màu sắc)", "examples": ["Ngư dân kéo lên một con cá anh ánh sắc xanh.", "Mặt hồ anh ánh sắc vàng dịu của mặt trăng.", "Vẻ mặt cô ấy anh ánh lên niềm hi vọng."]},
{"word": "Ào ạt", "type": "Tính từ", "semantic": "Nghĩa: nhanh, mạnh và dồn dập trên một phạm vi rộng", "examples": ["Quân đội ta ào ạt xông lên.", "Nước lũ ào ạt tràn về nhấn chìm cả xóm làng.", "Đám đông ào ạt đổ về quảng trường để xem buổi diễu binh."]},
{"word": "Ào ào", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Gió mùa ào ào thổi, cuốn theo lá cây bay tứ tung. (âm thanh)", "Mưa ào ào đổ xuống làm ngập cả con đường. (âm thanh)", "Cơn lũ ào ào đổ xuống. (âm thanh)", "Đám đông ào ào đổ ra đường khi nghe tin có sự cố. (di chuyển)", "Các cầu thủ ào ào xông lên ăn mừng bàn thắng. (di chuyển)", "Xe cộ ào ào trên phố vào giờ cao điểm. (di chuyển)"]},
{"word": "Hả hê", "type": "Tính từ", "semantic": "Nghĩa: Diễn tả cảm xúc vui sướng vì đạt được điều gì đó hoàn toàn như ý muốn", "examples": ["Bạn Minh cười hả hê khi đội của mình giành chiến thắng trong trò chơi.", "Cậu bé cảm thấy hả hê sau khi làm xong bài kiểm tra khó.", "Em cảm thấy hả hê khi giải được bài toán mà cả lớp chưa làm được.", "Cả lớp reo hò hả hê khi cô giáo thông báo không có bài kiểm tra.", "Các bạn nhỏ cười rất hả hê khi đội của mình giành chiến thắng."]},
{"word": "Gửi gắm", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Họ gửi gắm thú cưng cho hàng xóm khi đi công tác. (nghĩa 1)", "Chúng tôi gửi gắm căn nhà cho người quản gia trông coi. (nghĩa 1)", "Cô ấy gửi gắm hành lý ở khách sạn trong lúc chờ xe. (nghĩa 1)", "Cô ấy gửi gắm cả trái tim vào bức thư tình. (nghĩa 2)", "Nhà thơ gửi gắm tâm tư qua từng dòng thơ. (nghĩa 2)", "Anh ấy gửi gắm hy vọng vào dự án mới của công ty. (nghĩa 2)"]},
{"word": "Gọn gàng", "type": "Tính từ", "semantic": "Nghĩa: (nói khái quát) rất gọn, không có gì vướng víu", "examples": ["Căn phòng của cô ấy luôn gọn gàng và sạch sẽ.", "Anh ấy có thói quen sắp xếp tài liệu gọn gàng trong ngăn kéo.", "Đề bài yêu cầu bài viết phải được trình bày gọn gàng và dễ đọc.", "Chị Mai dạy các em học sinh cách sắp xếp đồ dùng học tập một cách gọn gàng.", "Tôi đã dọn dẹp nhà cửa gọn gàng trước khi có khách đến chơi."]},
{"word": "Phong phanh", "type": "Tính từ", "semantic": "Nghĩa: (Quần áo mặc trên người) không đủ che kín và không đủ ấm", "examples": ["Cô giáo dặn chúng em không nên mặc áo phong phanh khi đi ra ngoài trời lạnh.", "Cậu không nên mặc phong phanh như vậy!", "Mẹ không cho em mặc phong phanh ra đường vào mùa đông.", "Tớ thấy chiếc áo sơ mi của cậu rất phong phanh trong ngày gió lớn như hôm nay.", "Hôm nay trời lạnh thế mà các bạn vẫn ăn mặc phong phanh."]},
{"word": "Xa xa", "type": "Tính từ", "semantic": "Nghĩa: hơi xa, ở phía xa mà vẫn có thể nhìn thấy", "examples": ["Xa xa, ngọn núi mờ ảo trong làn sương sớm hiện lên giữa trời.", "Trên con đường vắng, ánh đèn xe lóe sáng từ xa xa.", "Từ ngọn đồi, ta có thể nhìn thấy xa xa những ngôi làng nằm yên bình dưới chân núi.", "Tiếng chuông nhà thờ vang vọng từ xa xa, lẫn trong tiếng gió thổi qua những hàng cây cổ thụ.", "Từ bờ sông, tôi có thể thấy xa xa bóng những con thuyền nhỏ lướt trên mặt nước."]},
{"word": "Phe phẩy", "type": "Động từ", "semantic": "Nghĩa: đưa qua đưa lại vật mỏng, nhẹ một cách nhẹ nhàng", "examples": ["Cô bé cầm chiếc quạt nhỏ và phe phẩy nó trước mặt để làm mát.", "Khi gió thổi, các tấm rèm cửa sổ phe phẩy nhẹ nhàng.", "Chút gió phe phẩy cũng giúp chúng tôi bớt nóng nực giữa trưa hè.", "Chú ngựa phe phẩy chiếc đuôi của mình."]},
{"word": "Rậm rạp", "type": "Tính từ", "semantic": "Nghĩa: (cây lá) dày, rậm thành nhiều tầng lớp", "examples": ["Cây cối mọc rậm rạp che khuất cả lối đi.", "Khu rừng này rất rậm rạp và khó đi qua.", "Mùa mưa, cây cối trong vườn phát triển rất rậm rạp.", "Cỏ rậm rạp che khuất lối mòn trong vườn.", "Thú rừng thường ẩn náu trong những bụi cây rậm rạp."]},
{"word": "Phờ phạc", "type": "Tính từ", "semantic": "Nghĩa: có vẻ ngoài xơ xác, biểu lộ trạng thái hết sức mệt mỏi, cả về thể chất và tinh thần", "examples": ["Sau một đêm không ngủ, bạn Minh trông rất phờ phạc và mệt mỏi.", "Cô giáo thấy bạn An có vẻ phờ phạc sau khi tham gia lớp thể dục buổi sáng.", "Bạn Nam bị cảm cúm nên trông rất phờ phạc và không có sức chơi cùng các bạn.", "Bạn Tuyết không ăn uống đầy đủ nên trông có vẻ phờ phạc và thiếu sức sống.", "Cô bé Liên có gương mặt phờ phạc sau khi về từ trường vì không ăn sáng."]},
{"word": "Phè phỡn", "type": "Tính từ", "semantic": "Nghĩa: (cuộc sống vật chất) quá thừa thãi, thoả thuê, no chán đến mức ngập ngụa, phung phí", "examples": ["Trong khi nhiều người có cuộc sống phè phỡn thì ngoài kia vẫn còn nhiều người dân đói khổ.", "Anh ta cùng đám bạn của mình ăn chơi phè phỡn.", "Hắn ta ăn no phè phỡn rồi ngồi chờ người đến đón.", "Sau khi trúng số, gia đình cô ấy sống một cuộc sống phè phỡn."]},
{"word": "Phập phồng", "type": "Động từ", "semantic": "Nghĩa: phồng lên, xẹp xuống liên tiếp", "examples": ["Chiếc màn cửa phập phồng theo làn gió.", "Lá cờ phập phồng trong gió mạnh.", "Trái tim cô ấy phập phồng khi chờ đợi kết quả thi.", "Lồng ngực anh ta phập phồng sau khi chạy bộ.", "Trời mưa bong bóng phập phồng."]},
{"word": "Phấp phới", "type": "Phấp phới", "semantic": "Nghĩa: (vật hình tấm mỏng) bay lật qua lật lại trước gió một cách nhẹ nhàng", "examples": ["Những bông hoa dại ven đường đung đưa phấp phới theo làn gió.", "Khi chạy, gió làm cho mái tóc của bạn ấy bay phấp phới.", "Những cánh diều màu sắc bay phấp phới trong ánh nắng mùa hè.", "Tà áo dài của mẹ bay phấp phới.", "Ngày khai giảng, cả sân trường em phấp phới cờ và hoa."]},
{"word": "Um tùm", "type": "Danh từ", "semantic": "Nghĩa: (cây cối) rậm rạp, dày đặc", "examples": ["Bờ sông này có nhiều bụi cây um tùm làm chỗ trú cho chim chóc.", "Sau trận mưa, cỏ mọc um tùm quanh nhà.", "Các loài hoa dại mọc um tùm trên sườn đồi.", "Trong rừng, cây cối mọc um tùm che khuất cả ánh nắng.", "Trong vườn, dây leo mọc um tùm quanh bờ tường."]},
{"word": "Phau phau", "type": "Tính từ", "semantic": "Nghĩa: trắng đều, không hề có đốm, có vết", "examples": ["Mẹ em mới mua một bộ bát ăn trắng phau phau.", "Những tờ giấy A4 trắng phau phau được xếp chồng lên nhau.", "Cánh đồng bông trắng phau phau."]},
{"word": "Phanh phui", "type": "Động từ", "semantic": "Nghĩa: làm cho lộ hết ra trước mắt mọi người những sự thật đang được che đậy, giấu giếm (thường là những sự thật xấu xa)", "examples": ["Cảnh sát đã phanh phui kế hoạch lừa đảo của bọn tội phạm.", "Trong truyện, nhân vật chính đã phanh phui âm mưu của kẻ xấu.", "Phim hoạt hình này kể về một cậu bé đã phanh phui bí mật của một ngôi nhà ma.", "Những người bạn đã phanh phui được sự thật về nguồn gốc của món quà.", "Cô ấy đã phanh phui sự thật với tất cả mọi người."]},
{"word": "Phanh phách", "type": "Tính từ", "semantic": "Nghĩa: mô phỏng tiếng phát ra nghe hơi đanh, như tiếng của vật mỏng rộng bản đập liên tiếp trong không khí hay vào một vật khác ", "examples": ["Trong rừng vắng, tiếng chim đập cánh phanh phách nghe rõ mồn một.", "Tiếng nó lấy quạt đập phanh phách vào mặt bàn để gây sự chú ý.", "Tôi co cẳng đạp phanh phách vào ngọn cỏ.", "Con chuồn chuồn bé xíu mà cánh thì phanh phách từng hồi", "Tiếng vang phanh phách khi nó gõ trồng làm tôi giật mình."]},
{"word": "Xót xa", "type": "Tính từ", "semantic": "Nghĩa: cảm thấy đau đớn, như bị thương tổn sâu sắc trong lòng", "examples": ["Câu chuyện của cô ấy khiến tôi xót xa.", "Nhìn em bé khóc, tôi thấy xót xa.", "Anh ấy xót xa khi nghe tin dữ.", "Chúng tôi xót xa trước cảnh thiên tai tàn phá.", "Cô ấy xót xa khi thấy người bạn bị thương."]},
{"word": "Phăng phắc", "type": "Tính từ", "semantic": "Nghĩa: im lặng đến mức không có một tiếng động nhỏ nào", "examples": ["Đêm khuya trong rừng, mọi thứ im phăng phắc.", "Khi xem phim trong rạp, mọi người im phăng phắc để không làm mất tập trung của người khác.", "Khi nghe kể chuyện ma, bọn trẻ im phăng phắc vì sợ.", "Trưa hè lặng phăng phắc."]},
{"word": "Phẳng phiu", "type": "Tính từ", "semantic": "Nghĩa: phẳng đều và ngay ngắn, trông thích mắt", "examples": ["Con đường làng sau khi được tu sửa trở nên phẳng phiu, thẳng tắp.", "Em luôn giữ sách vở của mình phẳng phiu.", "Để vẽ được những bức tranh đẹp, chúng ta nên dùng giấy phẳng phiu.", "Những cuốn sách được sắp xếp gọn gàng, phẳng phiu trên giá."]},
{"word": "Phành phạch", "type": "Tính từ", "semantic": "Nghĩa: (tiếng động) trầm đục được phát ra do một vật nhẹ và mỏng rộng bản đập liên tiếp trong không khí hay vào một vật khác", "examples": ["Khi đi dưới mưa, áo mưa của bé kêu phành phạch mỗi khi gió thổi qua.", "Tờ giấy bay trong không khí phát ra tiếng phành phạch khi gặp gió.", "Cánh quạt phát ra tiếng phành phạch, chắc là đã hỏng rồi."]},
{"word": "Xuềnh xoàng", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra quá dễ dãi, sơ sài trong sinh hoạt, coi như thế nào cũng xong", "examples": ["Cô ấy ăn mặc khá xuềnh xoàng khi đi làm.", "Bữa tiệc được tổ chức rất xuềnh xoàng nhưng ấm cúng.", "Anh ta sống xuềnh xoàng, không cần cầu kỳ.", "Dù giàu có, ông ấy vẫn xuềnh xoàng trong sinh hoạt hàng ngày.", "Trang phục xuềnh xoàng của anh ta khiến mọi người ngạc nhiên."]},
{"word": "Phảng phất", "type": "Động từ", "semantic": "Nghĩa: thoảng nhẹ qua, có lúc tựa như biến mất, khiến khó nhận ra ngay được", "examples": ["Trên gương mặt bà cụ, nụ cười phảng phất sự hiền hậu và trìu mến.", "Trong bài thơ, có một nỗi buồn phảng phất qua từng câu chữ.", "Sự nghi ngờ phảng phất trên khuôn mặt của anh ấy khi nghe tin đồn mới.", "Bức tranh vẽ bầu trời có những đám mây phảng phất như đang trôi nhẹ nhàng.", "Trong lớp học, mùi hương phảng phất từ bông hoa cô giáo mang đến thật dễ chịu."]},
{"word": "Xuề xòa", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra dễ dãi, đơn giản, thế nào cũng xong", "examples": ["Cô ấy sống rất xuề xòa, không cầu kỳ.", "Anh ta xuề xòa trong cách ăn mặc hàng ngày.", "Dù có sai sót, hắn cũng chỉ xuề xòa cho qua.", "Gia đình anh ấy thích sự xuề xòa và giản dị.", "Ông cụ có tính cách xuề xòa và dễ gần."]},
{"word": "Xối xả", "type": "Tính từ", "semantic": "Nghĩa: (tuôn ra) như xối, nhiều và với cường độ mạnh", "examples": ["Trời mưa xối xả suốt cả buổi chiều.", "Cơn mưa đổ xuống xối xả làm ngập đường.", "Anh ấy chạy trong mưa xối xả mà không che ô.", "Nước từ mái nhà chảy xuống xối xả.", "Họ ướt sũng vì mưa xối xả."]},
{"word": "Xoay xở", "type": "Động từ", "semantic": "Nghĩa: làm hết cách này đến cách khác để giải quyết cho được khó khăn, hoặc để có cho được cái cần có", "examples": ["Ông ấy phải xoay xở kiếm thêm thu nhập cho gia đình.", "Trong hoàn cảnh khó khăn, cô ấy vẫn biết cách xoay xở.", "Tôi phải xoay xở để hoàn thành công việc đúng hạn.", "Cô ấy xoay xở lo đủ tiền học phí cho con.", "Anh ta xoay xở qua ngày với số tiền ít ỏi."]},
{"word": "Xoành xoạch", "type": "Phụ từ", "semantic": "Nghĩa: liên tục diễn ra quá nhiều lần trong một thời gian ngắn (hàm ý chê)", "examples": ["Cô ấy thay đổi quần áo xoành xoạch.", "Chiếc xe cũ của tôi hỏng xoành xoạch.", "Anh ta đổi điện thoại xoành xoạch.", "Xe cộ qua lại xoành xoạch dù đã đêm muộn.", "Điện thoại anh ta đổ chuông xoành xoạch cả sáng."]},
{"word": "Xinh xinh", "type": "Tính từ", "semantic": "Nghĩa: xinh với vẻ dễ coi, ưa nhìn", "examples": ["Tôi thích chiếc túi xinh xinh cô ấy mang đến buổi tiệc.", "Cô ấy cài một chiếc kẹp tóc xinh xinh lên mái tóc dài.", "Trên bàn có một lọ hoa xinh xinh đầy sắc màu.", "Món quà xinh xinh được đặt gọn gàng trên bàn làm việc.", "Cô giáo tặng học sinh một cuốn sổ xinh xinh để viết nhật ký."]},
{"word": "Xiêu xiêu", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Ngôi nhà cũ đứng xiêu xiêu bên sườn đồi. (nghĩa 1)", "Chiếc ghế xiêu xiêu, trông như sắp đổ. (nghĩa 1)", "Mái hiên tranh xiêu xiêu, phai màu theo thời gian. (nghĩa 1)", "Cô ấy nhìn anh và lòng đã xiêu xiêu. (nghĩa 2)", "Sự chân thành của anh làm cô xiêu xiêu cảm động. (nghĩa 2)", "Chỉ cần một ánh mắt, cô đã xiêu xiêu lòng. (nghĩa 2)"]},
{"word": "Xơ xác", "type": "Tính từ", "semantic": "Nghĩa: ở tình trạng không còn nguyên vẹn, lành lặn, trông thảm hại", "examples": ["Sau cơn bão, cây cối trong vườn trông thật xơ xác.", "Ngôi nhà bỏ hoang nhiều năm đã trở nên xơ xác và đổ nát.", "Những cánh đồng lúa bị hạn hán kéo dài trở nên xơ xác, không còn màu xanh tươi.", "Con mèo hoang trông thật xơ xác với bộ lông rối bù và đôi mắt mệt mỏi.", "Bộ quần áo cũ của anh đã xơ xác sau bao năm sử dụng.", "Khu vườn từng rực rỡ nay trở nên xơ xác vì thiếu người chăm sóc."]},
{"word": "Xí xớn", "type": "Động từ", "semantic": "Nghĩa: có những cử chỉ, hành vi tỏ ra không được đứng đắn (hàm ý chê).", "examples": ["Cậu bé xí xớn tham gia cuộc trò chuyện của người lớn.", "Cô ấy luôn xí xớn vào những việc không liên quan đến mình.", "Họ xí xớn đến buổi tiệc dù không được mời.", "Cô bé xí xớn hỏi hết chuyện này đến chuyện khác.", "Mỗi lần thấy ai làm gì, cậu lại xí xớn tham gia."]},
{"word": "Xốn xang", "type": "Tính từ", "semantic": "Nghĩa: cảm thấy trong lòng rạo rực, bồn chồn không yên", "examples": ["Tôi cảm thấy xốn xang khi gặp lại bạn cũ.", "Cô ấy xốn xang trong lòng khi nghe tin vui.", "Trái tim anh xốn xang khi nhìn thấy cô.", "Mỗi khi nghe bài hát này, lòng tôi lại xốn xang.", "Ánh mắt của anh khiến cô gái xốn xang không ngừng."]},
{"word": "Xấu xí", "type": "Tính từ", "semantic": "Nghĩa: có hình thức khó coi, đến mức không ai muốn nhìn", "examples": ["Con búp bê này trông xấu xí.", "Chiếc áo này bị rách nên nó xấu xí.", "Bức tranh này vẽ xấu xí quá.", "Chiếc xe cũ đã trở nên xấu xí.", "Bức tường bị vẽ bậy trông xấu xí."]},
{"word": "Xào xạc", "type": "Tính từ", "semantic": "Nghĩa: từ mô phỏng tiếng như lá cây lay động va chạm nhẹ vào nhau", "examples": ["Tiếng lá cây xào xạc trong gió nhẹ làm tôi cảm thấy thật yên bình.", "Trong đêm khuya, tôi nghe rõ tiếng xào xạc của những chiếc lá khô dưới chân.", "Mỗi khi cơn gió thổi qua, rặng tre lại xào xạc vang lên trong sự tĩnh lặng của làng quê.", "Những bông lúa trên cánh đồng xào xạc khi gió lùa qua tạo nên một bản nhạc thiên nhiên tuyệt vời."]},
{"word": "Xanh xanh", "type": "Tính từ", "semantic": "Nghĩa: Chỉ màu sắc, thường là màu xanh nhẹ, nhàn nhạt, để miêu tả cảnh vật tự nhiên.", "examples": ["Bầu trời buổi sáng xanh xanh, thật yên bình.", "Con đường quê có hàng cây xanh xanh che bóng mát.", "Nước hồ xanh xanh phản chiếu ánh mặt trời lấp lánh.", "Cánh đồng lúa xanh xanh trải dài đến tận chân trời.", "Những quả táo còn non trên cây có màu xanh xanh."]},
{"word": "Xám xịt", "type": "Tính từ", "semantic": "Nghĩa: xám đen lại, trông tối và xấu", "examples": ["Trời hôm nay xám xịt vì sắp có cơn giông.", "Da dẻ cô ấy xám xịt sau một cơn bệnh dài.", "Những đám mây xám xịt che kín bầu trời.", "Cô ấy mặc chiếc áo xám xịt, trông rất buồn tẻ.", "Đôi mắt xám xịt của anh ấy không còn sự sống động."]},
{"word": "Xa xỉ", "type": "Tính từ", "semantic": "Nghĩa: tốn nhiều tiền một cách không cần thiết hoặc chưa thật sự cần thiết", "examples": ["Chiếc đồng hồ anh đeo là một món đồ xa xỉ mà ít người có thể sở hữu.", "Việc đi du lịch đến những khu nghỉ dưỡng hạng sang là một thú vui xa xỉ.", "Trong thời kỳ khó khăn, một bữa ăn đầy đủ đã trở thành điều xa xỉ với nhiều người.", "Sống trong căn hộ xa xỉ tại trung tâm thành phố là ước mơ của nhiều người."]},
{"word": "Xa xôi", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Tính chất công việc khiến anh ấy lúc nào cũng ở nơi biên ải xa xôi.", "Quê hương tôi nằm ở một vùng quê xa xôi, yên bình.", "Ngôi làng nhỏ nằm sâu trong rừng, xa xôi và hẻo lánh.", "Khoảng cách xa xôi khiến chúng tôi chẳng thể gặp nhau thường xuyên.", "Vì phải lo cho gia đình nên dù làm bất cứ việc gì, anh ấy cũng phải tính chuyện xa xôi. ", "Những lời bóng gió xa xôi của dì khiến tôi không khỏi chạnh lòng."]},
{"word": "Xanh xao", "type": "Tính từ", "semantic": "Nghĩa: (nước da) xanh tái, nhợt nhạt vẻ ốm yếu", "examples": ["Cô ấy trông xanh xao vì chưa ăn uống gì suốt cả ngày.", "Anh ấy làm việc quá sức khiến gương mặt trở nên xanh xao.", "Đứa trẻ xanh xao do không được ăn đủ dinh dưỡng.", "Mỗi khi mệt mỏi, khuôn mặt tôi thường trở nên xanh xao.", "Ông cụ trông xanh xao sau đợt bệnh kéo dài."]},
{"word": "Xác xơ", "type": "Tính từ", "semantic": "Nghĩa: ở tình trạng không còn nguyên vẹn, lành lặn, trông thảm hại", "examples": ["Sau cơn bão, cây cối trong vườn trông thật xác xơ.", "Ngôi nhà bỏ hoang nhiều năm đã trở nên xác xơ và đổ nát.", "Những cánh đồng lúa bị hạn hán kéo dài trở nên xác xơ, không còn màu xanh tươi.", "Con mèo hoang trông thật xác xơ với bộ lông rối bù và đôi mắt mệt mỏi.", "Bộ quần áo cũ của anh đã xác xơ sau bao năm sử dụng.", "Khu vườn từng rực rỡ nay trở nên xác xơ vì thiếu người chăm sóc."]},
{"word": "Xao xuyến", "type": "Động từ", "semantic": "Nghĩa: ở trạng thái có những tình cảm dấy lên trong lòng và thường kéo dài khó dứt", "examples": ["Tiếng đàn piano nhẹ nhàng khiến tôi cảm thấy xao xuyến lạ thường.", "Cảnh hoàng hôn tuyệt đẹp bên bờ biển khiến tôi không khỏi xao xuyến.", "Những kỷ niệm thời học sinh vẫn làm tôi xao xuyến mỗi khi nhớ về.", "Ánh mắt ấy làm tôi xao xuyến suốt cả buổi chiều hôm đó."]},
{"word": "Xa xăm", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Anh thường nhớ về những kỷ niệm xa xăm thời thơ ấu.", "Ở nơi xa xăm ấy, tôi tìm thấy bình yên giữa thiên nhiên hoang dã.", "Trong ánh mắt của cô ấy, tôi nhìn thấy một nỗi buồn xa xăm.", "Ngọn đồi xa xăm phía trước trông như chạm vào bầu trời.", "Tiếng vọng từ dãy núi xa xăm vang vọng trong màn đêm tĩnh lặng.", "Anh luôn mơ về những giấc mơ xa xăm và những vùng đất chưa từng đặt chân đến.", "Cô ấy dõi mắt về phương xa xăm, tưởng chừng như đang chờ đợi ai đó."]},
{"word": "Rung rinh", "type": "Động từ", "semantic": "Nghĩa: Chỉ một vật rung chuyển hoặc lung lay một cách nhẹ nhàng.", "examples": ["Hai bím tóc của bé Mai rung rinh vui vẻ theo từng bước chân nhảy nhót.", "Những cánh bướm rung rinh, rực rỡ sắc màu bay lượn khắp khu vườn.", "Chuông gió trước cửa nhà em rung rinh, phát ra những âm thanh trong trẻo.", "Những ngọn cỏ rung rinh khi từng hạt mưa nhỏ nhẹ nhàng rơi xuống.", "Đèn lồng giấy trong hội chợ trung thu rung rinh theo từng cơn gió."]},
{"word": "Ướt lướt thướt", "type": "Tính từ", "semantic": "Nghĩa: ướt đẫm, khiến cho nước từ trên tóc tai, quần áo chảy xuống ròng ròng", "examples": ["Cơn mưa lớn khiến cả nhóm ướt lướt thướt.", "Cậu bé vừa té xuống hồ nên cả người ướt lướt thướt.", "Cô ấy ướt lướt thướt do đứng đợi xe bus dưới trời mưa.", "Sau khi lội qua con suối, quần áo anh ấy ướt lướt thướt.", "Đôi giày của tôi ướt lướt thướt sau khi đi qua đoạn đường ngập nước."]},
{"word": "Rủ rê", "type": "Động từ", "semantic": "Nghĩa: lôi kéo người khác cùng làm việc gì đó (thường dùng với ý là làm việc gì đó không tốt)", "examples": ["Các bạn tôi thường rủ rê nhau chơi game vào mỗi buổi tối.", "Cô ấy bị bạn bè rủ rê tham gia vào trò đùa tai hại.", "Cậu ta đang cố rủ rê tôi tham gia vào kế hoạch của mình.", "Anh ta cứ rủ rê mãi khiến tôi cảm thấy khó chịu."]},
{"word": "Rụt rè", "type": "Tính từ", "semantic": "Nghĩa: lo ngại, dè dặt vì có phần sợ, không mạnh dạn làm việc gì đó", "examples": ["Anh ấy tỏ ra rụt rè trước quyết định lớn này.", "Bé Lan rụt rè khi lần đầu bước vào lớp học mới.", "Cô giáo nhận thấy học sinh mới rất rụt rè khi giao tiếp với các bạn.", "Cậu ta rụt rè tiến lại gần chú chó.", "Khi bước vào căn phòng tối, cô gái cảm thấy rụt rè không dám tiến thêm."]},
{"word": "Rực rỡ", "type": "Tính từ ", "semantic": "Nghĩa: có màu sắc tươi sáng, đẹp đẽ và nổi bật hẳn lên, làm cho ai cũng phải chú ý. ", "examples": ["Bữa tiệc chào mừng năm mới được trang trí bằng ánh đèn rực rỡ, làm cho không khí trở nên vui tươi và sôi động.", "Ánh mặt trời rực rỡ chiếu sáng muôn loài.", "Nụ cười của cô ấy trông thật rực rỡ."]},
{"word": "Rộng rãi", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Phòng khách của nhà anh ấy rất rộng rãi. (nghĩa 1)", "Hành lang ở đây rất rộng rãi, dễ di chuyển. (nghĩa 1)", "Căn hộ này tuy nhỏ nhưng được bố trí rộng rãi. (nghĩa 1)", "Người chủ quán rất rộng rãi khi cho thêm món ăn miễn phí. (nghĩa 2)", "Chị Lan rất rộng rãi, hay mua quà cho mọi người. (nghĩa 2)", "Ông chủ rộng rãi, thường thưởng thêm tiền cho nhân viên. (nghĩa 2)"]},
{"word": "Ròng rã", "type": "Tính từ", "semantic": "Nghĩa: kéo dài liên tục trong suốt một thời gian", "examples": ["Anh ấy làm việc ròng rã suốt ba tháng.", "Cô ấy đã đợi ròng rã cả ngày để gặp bác sĩ.", "Trời mưa ròng rã suốt một tuần không ngừng.", "Họ đi bộ ròng rã trong hai tiếng đồng hồ.", "Em bé khóc ròng rã cả đêm không ngủ."]},
{"word": "Rón rén", "type": "Động từ", "semantic": "Nghĩa: Gợi tả dáng điệu của động tác (thường là đi đứng) cố làm cho thật nhẹ nhàng, thong thả vì sợ gây tiếng động hoặc điều thất thố", "examples": ["Chị gái đi rón rén xuống cầu thang để không gây tiếng động.", "Bởi đi học muộn, Lan rón rén bước vào lớp vì sợ cô phát hiện.", "Mèo con rón rén tiến đến gần đĩa thức ăn.", "Khi mọi người đang ngủ say, An rón rén vào phòng lấy sách.", "Em rón rén mở cửa để lẻn ra ngoài mà không làm ai biết."]},
{"word": "Rộn rã", "type": "Tính từ", "semantic": "Nghĩa: có nhiều âm thanh sôi nổi, vui vẻ và liên tiếp hoặc có cảm xúc phấn khởi", "examples": ["Tiếng chim hót rộn rã khắp khu vườn.", "Lũ trẻ cười đùa rộn rã trong sân trường.", "Mùa xuân đến, lòng tôi rộn rã niềm vui.", "Phố phường rộn rã trong những ngày Tết.", "Tiếng trống rộn rã báo hiệu giờ ra chơi."]},
{"word": "Rộn ràng", "type": "Tính từ", "semantic": "Nghĩa: có điều gì đó vui vẻ đến từ nhiều phía, nhiều hướng do có tác động cùng lúc của nhiều loại âm thanh, màu sắc", "examples": ["Tiếng chim hót rộn ràng khắp khu vườn.", "Lũ trẻ cười đùa rộn ràng trong sân trường.", "Mùa xuân đến, lòng tôi rộn ràng niềm vui.", "Phố phường rộn ràng trong những ngày Tết.", "Tiếng trống rộn ràng báo hiệu giờ ra chơi."]},
{"word": "Rõ rệt", "type": "Tính từ", "semantic": "Nghĩa: rõ đến mức có những biểu hiện cụ thể, làm cho nhận thấy được một cách dễ dàng", "examples": ["Thời tiết hôm nay thay đổi rõ rệt.", "Cậu ấy học tốt hơn rõ rệt.", "Sự khác biệt giữa hai cái túi rất rõ rệt.", "Cô ấy khỏe hơn rõ rệt sau khi tập thể dục.", "Tình cảm của họ thay đổi rõ rệt."]},
{"word": "Róc rách", "type": "Tính từ", "semantic": "Nghĩa: mô phỏng tiếng nước chảy nhẹ qua kẽ đá", "examples": ["Tiếng suối chảy róc rách nghe thật êm tai.", "Nước mưa róc rách chảy xuống từ mái nhà.", "Con suối nhỏ róc rách quanh co trong rừng.", "Họ nghe tiếng nước róc rách khi cắm trại bên suối.", "Dòng sông chảy róc rách qua các tảng đá."]},
{"word": "Rì rào", "type": "Tính từ", "semantic": "Nghĩa: mô phỏng những âm thanh nhỏ, êm nhẹ, phát ra đều đều liên tiếp như tiếng sóng vỗ, tiếng gió thổi", "examples": ["Tiếng gió rì rào qua những tán cây làm tôi thấy dễ chịu.", "Ngồi bên dòng suối, em nghe tiếng nước chảy rì rào.", "Khi trời trở gió, tiếng cây rì rào quanh khu vườn.", "Tôi thích lắng nghe tiếng mưa rì rào mỗi khi đi ngủ.", "Trong đêm khuya, mưa rơi rì rào ngoài hiên nhà."]},
{"word": "Réo rắt", "type": "Tính từ", "semantic": "Nghĩa: mô tả âm thanh cao và thanh, lúc to lúc nhỏ, lúc nhanh lúc chậm", "examples": ["Tiếng sáo trúc réo rắt bên bờ sông.", "Bản nhạc réo rắt gợi lại ký ức xưa.", "Âm nhạc vang lên réo rắt.", "Tiếng chuông réo rắt trong không gian yên tĩnh.", "Giọng ca anh ấy nghe réo rắt."]},
{"word": "Rập rờn", "type": "Động từ", "semantic": "Nghĩa: chuyển động lúc lên lúc xuống, lúc ẩn lúc hiện, lúc gần lúc xa nối tiếp nhau liên tiếp và nhịp nhàng", "examples": ["Những cánh bướm rập rờn bay quanh vườn hoa.", "Tà áo dài rập rờn trong gió chiều.", "Cánh diều rập rờn bay lượn trên bầu trời.", "Lá cây rập rờn theo từng cơn gió.", "Đàn cá rập rờn bơi lội dưới mặt nước."]},
{"word": "Rào rào", "type": "Tính từ", "semantic": "Nghĩa: Mô phỏng tiếng động xen lẫn vào nhau đều đều, liên tiếp", "examples": ["Gió thổi mạnh làm lá cây rơi xuống đất rào rào.", "Tiếng sóng biển vỗ rào rào vào bờ cát.", "Bọn trẻ chạy rào rào ra sân khi trống báo giờ ra chơi vang lên.", "Tiếng vỗ tay rào rào vang lên khi buổi biểu diễn kết thúc.", "Đá trút xuống từ xe tải, nghe tiếng rào rào rất to."]},
{"word": "Phân vân", "type": "Động từ", "semantic": "Nghĩa: ở trong trạng thái đang phải nghĩ ngợi, chưa biết nên quyết định như thế nào cho phải", "examples": ["Linh cảm thấy phân vân khi không biết chọn món gì cho bữa trưa.", "An bị phân vân vì không biết nên chọn quyển sách nào để đọc.", "Tuấn phân vân không biết có nên tham gia cuộc thi hay không vì sợ không làm tốt.", "Các bạn học sinh cảm thấy phân vân khi chọn giữa các hoạt động ngoài trời và trong lớp", "Chúng tôi đã cảm thấy phân vân khi phải chọn giữa việc đi chơi hay ở nhà học bài."]},
{"word": "Rắn rỏi", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra có khả năng chịu đựng những tác động bất lợi từ bên ngoài mà không thay đổi thái độ", "examples": ["Người thợ xây có bàn tay rắn rỏi.", "Đứa bé đứng thẳng, trông thật rắn rỏi.", "Cô ấy có ý chí rắn rỏi dù nhỏ bé.", "Giọng của anh ấy nghe thật rắn rỏi.", "Anh ta bước đi với dáng vẻ rắn rỏi."]},
{"word": "Phấn chấn", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái hăng hái, hứng khởi do tác động của một sự việc hoặc ý nghĩ tích cực, hợp nguyện vọng", "examples": ["Sau khi nghe cô giáo khen, các bạn trong lớp đều cảm thấy phấn chấn hơn.", "Cô giáo luôn động viên học sinh bằng những lời khích lệ để các em thêm phấn chấn.", "Khi nhận được món quà bất ngờ từ bạn bè, tôi cảm thấy rất phấn chấn.", "Lời khen của cha mẹ khiến em cảm thấy vô cùng phấn chấn và cố gắng học tập hơn.", "Được tham gia vào các hoạt động nhóm vui vẻ khiến em luôn cảm thấy phấn chấn trong học tập."]},
{"word": "Ồn ào", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Buổi tiệc hôm qua rất ồn ào, khiến tôi không thể ngủ được.", "Tiếng nhạc từ nhà hàng xóm phát ra quá ồn ào.", "Họ lúc nào cũng quảng cáo ồn ào nhưng sản phẩm lại không tốt.", "Chợ phiên sáng nay thật đông đúc và ồn ào.", "Xe cộ đi lại nhiều khiến gia đình tôi cảm thấy rất ồn ào."]},
{"word": "Õng ẹo", "type": "Tính từ", "semantic": "Nghĩa: từ gợi tả dáng điệu, cách nói năng uốn éo để làm nũng hoặc làm duyên (thường dùng với hàm ý chê)", "examples": ["Cô bé đứng õng ẹo giữa sân trường.", "Chị ấy cứ cười nói õng ẹo với chúng tôi.", "Em bé õng ẹo đòi hết cái này đến cái khác.", "Mẹ không thể chiều được thói õng ẹo của em tôi.", "Bạn Mai lúc nào cũng õng ẹo để được mọi người quý mến."]},
{"word": "Óng ả", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Mái tóc cô ấy dài và óng ả, thu hút mọi ánh nhìn. (nghĩa 1)", "Chiếc váy lụa óng ả lấp lánh dưới ánh đèn. (nghĩa 1)", "Bộ lông của con ngựa đen óng ả sau khi được chải chuốt cẩn thận.  (nghĩa 1)", "Chiếc váy tôn lên vóc dáng óng ả của cô trong buổi tiệc. (nghĩa 2)", "Nhân vật trong phim toát lên một dáng vẻ óng ả và kiêu sa. (nghĩa 2)", "Người mẫu bước đi trên sàn catwalk với thân hình óng ả và quyến rũ. (nghĩa 2)"]},
{"word": "Ọp ẹp", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái đã hư hỏng nhiều, đến mức các bộ phận trở nên lỏng lẻo, không còn gắn chặt với nhau, dễ sụp đổ", "examples": ["Chiếc thuyền của chú em đã ọp ẹp.", "Chiếc lều cũ ọp ẹp không thể dùng được nữa.", "Cuối lớp học có một chiếc bàn ọp ẹp.", "Cậu ấy sống trong một căn gác ọp ẹp.", "Họ phải sống trong những túp lều siêu vẹo, ọp ẹp."]},
{"word": "Ồn ã", "type": "Tính từ", "semantic": "Nghĩa: có nhiều âm thanh hỗn độn làm cho náo động lên", "examples": ["Khu chợ vào buổi sáng luôn ồn ã với tiếng người mua kẻ bán.", "Cuộc họp trở nên ồn ã khi mọi người bắt đầu tranh cãi gay gắt.", "Nhà máy hoạt động suốt ngày đêm với tiếng máy móc ồn ã.", "Khi đội bóng chiến thắng, tiếng hò reo ồn ã của cổ động viên vang lên khắp sân vận động.", "Mặc dù thành phố luôn ồn ã, nhưng tôi cảm thấy thích nghi với sự náo nhiệt này."]},
{"word": "Óng ánh", "type": "Tính từ", "semantic": "Nghĩa: sáng ánh lên các mặt do phản chiếu ánh sáng, trông đẹp mắt", "examples": ["Cô giáo khen chiếc băng đô của em vì nó có những hạt cườm óng ánh.", "Những ánh đèn màu sắc óng ánh trong lễ hội khiến em cảm thấy như đang ở trong một câu chuyện cổ tích.", "Em thích nhìn những ngôi sao óng ánh trên bầu trời vào ban đêm.", "Mùa hè, khi trời trong xanh, biển có vẻ óng ánh như một tấm gương lớn.", "Mặt trời chiếu xuống hồ nước tạo ra những gợn sóng óng ánh rất đẹp."]},
{"word": "Ôn tồn", "type": "Tính từ", "semantic": "Nghĩa: (Nói năng) nhẹ nhàng, dịu dàng và từ tốn, khiến dễ nghe và dễ tiếp thu", "examples": ["Cô giáo luôn nói chuyện với chúng em một cách ôn tồn.", "Bà nội thường kể chuyện cho tôi nghe với giọng ôn tồn và ấm áp.", "Cô ấy ôn tồn khuyên bảo em gái.", "Bà cụ ôn tồn giảng giải cho cậu bé hiểu.", "Mặc dù rất giận dữ nhưng anh ấy vẫn ôn tồn giải thích cho bạn mình hiểu."]},
{"word": "Om sòm", "type": "Tính từ", "semantic": "Nghĩa: ầm ĩ, gây náo động", "examples": ["Cả khu phố trở nên om sòm khi có một cuộc tranh cãi lớn.", "Đám đông bàn tán om sòm về vụ việc vừa xảy ra.", "Cả khu phố trở nên om sòm khi có một cuộc tranh cãi lớn.", "Hai bạn ấy đang cãi nhau om sòm ở ngoài kia.", "Hàng xóm phàn nàn vì họ cãi cọ om sòm trong đêm khuya."]},
{"word": "Ốm o", "type": "Tính từ", "semantic": "Nghĩa: thể hiện sự gầy yếu quá mức.", "examples": ["Sau nhiều tháng nằm viện, ông cụ trở nên ốm o thấy rõ. ", "Cô bé trở nên ốm o sau nhiều tuần bị bệnh mà không ăn uống đầy đủ.", "Dù đã cố gắng ăn uống, cơ thể tôi vẫn cứ ốm o gầy gò. ", "Bà cụ sống một mình nên dần trở nên ốm o và thiếu sức sống.", "Nhìn những đứa trẻ ốm o ở vùng nông thôn, tôi thấy lòng mình quặn thắt."]},
{"word": "Oi ả", "type": "Tính từ", "semantic": "Nghĩa: (Thời tiết) nóng bức, không có gió nên không khí ngưng đọng gây cảm giác bức bối, khó chịu", "examples": ["Không khí oi ả khiến cho tâm trạng của mọi người đều khó chịu.", "Dưới cái nắng oi ả của mùa hè, các bác nông dân vẫn đang miệt mài làm việc.", "Vì thời tiết oi ả nên không ai muốn ra ngoài.", "Giữa trưa hè oi ả, lũ trẻ con chúng tôi vẫn rủ nhau ngồi chơi dưới tán cây đầu làng.", "Cơn nắng oi ả làm cho cả thành phố như bị bỏ quên dưới cái nóng ngột ngạt."]},
{"word": "Óc ách", "type": "Tính từ", "semantic": "Nghĩa: (bụng) ở trạng thái chứa đầy nước, gây khó chịu", "examples": ["Sau bữa ăn no, tôi cảm thấy bụng óc ách.", "Uống quá nhiều nước khiến dạ dày tôi óc ách khó chịu.", "Cô ấy cảm thấy óc ách vì ăn nhiều quá mà không tiêu hóa kịp.", "Do bụng cứ óc ách sau khi ăn, tôi phải đi dạo cho dễ tiêu.", "Bụng anh ấy óc ách sau khi uống ly sữa lớn vào buổi sáng."]},
{"word": "Oái oăm", "type": "Tính từ", "semantic": "Nghĩa: khác hoàn toàn với thông thường đến mức không thể hiểu nổi, không biết xử lí thế nào", "examples": ["Chị gái tôi luôn gặp phải những tình huống oái oăm không thể giải thích được.", "Cậu ta thật là oái oăm!", "Bài tập mà cô giáo giao cho lớp rất oái oăm.", "Mẹ nói khu phố vừa đưa ra một số quy định oái oăm khiến cho người dân bức xúc.", "Vụ án đó có vẻ hơi oái oăm đối với các chú công an."]},
{"word": "O ép", "type": "Động từ", "semantic": "Nghĩa: bị dồn ép vào thế bí, buộc phải làm theo, phải chấp nhận", "examples": ["Họ không nên o ép công nhân với những yêu cầu làm việc quá sức.", "Cô ấy cảm thấy bị o ép trong công việc khi không có cơ hội phát triển bản thân.", "Anh ta không thích bị o ép làm việc theo cách mà anh không đồng ý.", "Việc o ép học sinh học quá nhiều sẽ làm giảm hiệu quả học tập của các em.", "Một số bạn trong lớp bị o ép làm thêm giờ ở câu lạc bộ mà không được nghỉ ngơi."]},
{"word": "Oang oang", "type": "Tính từ", "semantic": "Nghĩa: (Âm thanh phát ra) to và vang xa, liên tiếp", "examples": ["Cô ấy hát oang oang như thể không có ai xung quanh.", "Tiếng tivi bật oang oang làm phiền giấc ngủ trưa của mọi người.", "Sao cậu cứ oang oang cái mồm thế?", "Hắn ta cứ kêu oang oang như thể ai đó đã làm gì mình.", "Tiếng của chị ấy oang oang khắp nhà."]},
{"word": "Nức nở", "type": "Động từ", "semantic": "Nghĩa: khóc nấc lên từng cơn, không thể kìm nén được (thường do quá xúc động)", "examples": ["Cô bé khóc nức nở khi làm rơi mất con búp bê yêu thích.", "Sau khi bị mắng, bạn Nam ngồi ở góc lớp và khóc nức nở.", "Tiếng khóc của em bé nức nở khiến mọi người trong nhà đều lo lắng.", "Lan đã nức nở khi nghe tin con mèo cưng bị lạc.", "Cậu bé khóc nức nở vì bị đau khi ngã xe."]},
{"word": "Nông nổi", "type": "Tính từ", "semantic": "Nghĩa: nông cạn, bồng bột, thiếu cân nhắc suy nghĩ trước khi hành động", "examples": ["Cô ấy xin lỗi vì đã hành động nông nổi.", "Sự nông nổi của anh ta gây rắc rối.", "Họ hối hận vì quyết định nông nổi.", "Khi trẻ, tôi đã nghĩ nông nổi.", "Anh ấy làm việc nông nổi mà không nghĩ kỹ."]},
{"word": "Oai oái", "type": "Động từ", "semantic": "Nghĩa: kêu to lên, thốt to lên liên tiếp hay do bất ngờ bị đau hay sợ đột ngột", "examples": ["Bé con bị ong đốt, khóc oai oái suốt cả buổi.", "Khi bị kẹp tay vào cửa, cậu bé hét lên oai oái.", "Bà cụ ngồi xuống mà than oai oái vì đau lưng.", "Sao cậu cứ kêu oai oái thế?", "Anh ấy kêu oai oái sau cú ngã."]},
{"word": "Nôn nao", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Khi thuyền lắc lư trên biển, nhiều hành khách cảm thấy nôn nao. (nghĩa 1)", "Đứng dưới nắng lâu, cô ấy cảm thấy nôn nao và chóng mặt. (nghĩa 1)", "Ngồi xe lâu, tôi bắt đầu cảm thấy nôn nao và buồn nôn. (nghĩa 1)", "Trước buổi hẹn, cô ấy thấy lòng nôn nao không yên. (nghĩa 2)", "Nhớ lại kỷ niệm xưa, lòng tôi lại nôn nao và xốn xang. (nghĩa 2)", "Ngày trở lại quê nhà, anh ấy thấy lòng nôn nao và háo hức. (nghĩa 2)"]},
{"word": "Nóng nảy", "type": "Tính từ", "semantic": "Nghĩa: khó kiềm chế cảm xúc, dễ nổi nóng, thiếu bình tĩnh trong giao tiếp với người khác", "examples": ["Anh ấy rất nóng nảy khi bị trễ cuộc hẹn.", "Bố tôi đôi khi nóng nảy khi công việc không suôn sẻ.", "Cô ấy nóng nảy mỗi khi ai đó không nghe lời.", "Em bé khóc và trở nên nóng nảy khi không có đồ chơi.", "Bà ấy hay nóng nảy khi không tìm thấy đồ đạc trong nhà."]},
{"word": "Nõn nà", "type": "Tính từ", "semantic": "Nghĩa: có vẻ đẹp mịn màng và mượt mà", "examples": ["Bàn tay cô bé nõn nà, trắng hồng.", "Những búp lá nõn nà trong vườn trông rất đẹp.", "Cô ấy có làn da nõn nà sau khi chăm sóc kĩ.", "Hoa hồng nở trông cánh hoa thật nõn nà.", "Chiếc áo lụa nõn nà mềm mại trên da."]},
{"word": "No nê", "type": "Tính từ", "semantic": "Nghĩa: no tới mức hoàn toàn thoả mãn", "examples": ["Sau bữa cơm tối thịnh soạn, cả nhà ai cũng cảm thấy no nê.", "Buổi tiệc buffet khiến tôi ăn đến mức no nê, không thể ăn thêm được nữa.", "Ngày Tết, mọi người quây quần bên nhau, ăn uống no nê và vui vẻ.", "Chúng tôi ăn no nê tại nhà hàng rồi mới về nhà.", "Lũ trẻ được ăn no nê bánh kẹo trong bữa tiệc sinh nhật."]},
{"word": "Nô nức", "type": "Tính từ", "semantic": "Nghĩa: hăm hở, phấn khích với công việc gì đó", "examples": ["Học sinh đứng trước cổng trường, nô nức chờ đợi giờ khai giảng năm học mới.", "Mỗi khi có lễ hội, toàn bộ thị trấn đều trở nên nô nức và vui vẻ.", "Cả khu tôi nô nức đi xem hội.", "Không khí nô nức của buổi tiệc làm cho mọi người đều cảm thấy phấn khích.", "Ngày hội sách thu hút đông đảo bạn đọc với không khí nô nức và hào hứng."]},
{"word": "Nỉ non", "type": "Động từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Họ ngồi nỉ non dưới bóng cây, chia sẻ tâm sự. (động từ)", "Cô bé ngồi nỉ non kể cho bà nghe câu chuyện cổ tích. (động từ)", "Hai chị em nỉ non với nhau suốt cả buổi tối. (động từ)", "Tiếng đàn piano nỉ non trong căn phòng trống, tạo nên không khí trầm lắng. (tính từ)", "Tiếng chuông gió nỉ non nghe buồn man mác. (tính từ)", "Tiếng mưa rơi nỉ non trên mái nhà suốt đêm. (tính từ)"]},
{"word": "Nhoay nhoáy", "type": "Tính từ", "semantic": "Nghĩa: hết sức thành thạo làm việc gì đấy, trông nhanh, gọn, lẹ", "examples": ["Cậu bé nhoay nhoáy làm xong bài tập.", "Cô ấy nhoay nhoáy rửa hết đống chén bát.", "Anh ta nhoay nhoáy gói quà cho khách.", "Cậu nhân viên nhoay nhoáy đánh máy văn bản.", "Chị đầu bếp nhoay nhoáy chuẩn bị các món ăn."]},
{"word": "Nợ nần", "type": "Danh từ", "semantic": "Nghĩa: nợ (nói chung), cái vay mà chưa trả được", "examples": ["Anh ấy phải làm việc chăm chỉ để trả hết nợ nần.", "Cô ấy lo lắng vì nợ nần chưa được thanh toán.", "Họ phải bán nhà để trả hết số nợ nần đã vay.", "Gia đình họ đang cố gắng giải quyết hết nợ nần.", "Việc kinh doanh thất bại khiến anh ấy rơi vào cảnh nợ nần."]},
{"word": "Nhúc nhích", "type": "Động từ", "semantic": "Nghĩa: cử động nhẹ, chuyển động một ít", "examples": ["Con mèo nằm im, không nhúc nhích.", "Em bé vừa nhúc nhích tay khi ngủ.", "Đám đông đứng yên, không ai nhúc nhích.", "Tôi cảm nhận có gì đó nhúc nhích dưới chân.", "Cánh cửa không nhúc nhích dù tôi đã cố đẩy mạnh."]},
{"word": "Nhỏ nhoi", "type": "Tính từ ", "semantic": "Nghĩa: nhỏ bé, ít ỏi, gây ấn tượng yếu ớt, mỏng manh", "examples": ["Anh ấy mở công ty chỉ với chút vốn nhỏ nhoi.", "Hi vọng cậu sẽ thấy thích món quà nhỏ nhoi này của tớ.", "Các bạn học sinh lớp em xin được góp một phần sức nhỏ nhoi vào chiến dịch từ thiện của các anh chị sinh viên."]},
{"word": "Nho nhỏ", "type": "Tính từ ", "semantic": "Nghĩa: hơi nhỏ, trông xinh xắn, đáng yêu", "examples": ["Chiếc hộp nho nhỏ đựng những kỷ vật quý giá từ thời thơ ấu.", "Ngôi nhà nho nhỏ nằm ẩn mình sau những tán cây.", "Trong bữa tiệc, họ chỉ yêu cầu một khoản đóng góp nho nhỏ từ mỗi người.", "Tôi có một ước mơ nho nhỏ là được đi du lịch khắp nơi trên thế giới.", "Món quà nho nhỏ này là tấm lòng của tôi dành cho bạn."]},
{"word": "Nhỏ nhắn", "type": "Tính từ", "semantic": "Nghĩa: nhỏ và trông cân đối, dễ thương", "examples": ["Chú mèo con trông thật nhỏ nhắn và đáng yêu.", "Căn phòng nhỏ nhắn được trang trí vô cúng ngăn nắp.", "Cô ấy có thân hình nhỏ nhắn.", "Em bé nhà hàng xóm có khuôn mặt nhỏ nhắn vô cùng dễ thương."]},
{"word": "Nhí nhảnh", "type": "Tính từ", "semantic": "Nghĩa: hay cười nói, thích tung tăng nhảy nhót, tỏ ra hồn nhiên, yêu đời", "examples": ["Chiếc áo sơ mi của anh ấy mới mua có hoạ tiết nhí nhảnh.", "Cô bé chạy xung quanh sân chơi với vẻ mặt nhí nhảnh, đáng yêu.", "Nhạc điệu trong bài hát này thật nhí nhảnh!", "Vẻ mặt nhí nhảnh của cậu bé khiến các bức ảnh gia đình trở nên sinh động và dễ thương."]},
{"word": "Nhè nhẹ", "type": "Tính từ", "semantic": "Nghĩa: hơi nhẹ", "examples": ["Mưa rơi nhè nhẹ ngoài hiên.", "Cơn gió thổi nhè nhẹ qua khu vườn.", "Ánh sáng nhè nhẹ chiếu qua cửa sổ.", "Tiếng chuông ngân nhè nhẹ rung lên.", "Chiếc lá rơi nhè nhẹ xuống mặt đất."]},
{"word": "Nhẹ nhàng", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Chị tôi có thể làm việc nhẹ nhàng mà vẫn hiệu quả. (nghĩa 1)", "Món đồ này nhẹ nhàng, dễ mang theo bên người. (nghĩa 1)", "Quần áo này nhẹ nhàng, rất thoải mái khi mặc. (nghĩa 1)", "Đi dạo buổi tối giúp tôi cảm thấy nhẹ nhàng hơn. (nghĩa 2)", "Hoàn thành xong dự án, anh ấy thở phào nhẹ nhàng. (nghĩa 2)", "Mọi chuyện đã ổn, giờ tôi cảm thấy rất nhẹ nhàng. (nghĩa 2)"]},
{"word": "Nhỏ nhen", "type": "Tính từ ", "semantic": "Nghĩa: tỏ ra hẹp hòi, ích kỉ, hay chú ý đến những việc nhỏ nhặt về quyền lợi trong quan hệ đối xử", "examples": ["Anh ta thường hành xử nhỏ nhen và không bao giờ thừa nhận lỗi lầm của mình.", "Cô ấy cảm thấy rất khó chịu khi phải làm việc với những người có tính cách nhỏ nhen.", "Những hành động nhỏ nhen và ích kỷ chỉ khiến mọi người xa lánh và không tôn trọng bạn."]},
{"word": "Nhắn nhủ", "type": "Động từ", "semantic": "Nghĩa: dặn dò, khuyên nhủ", "examples": ["Trước ngày thi, cô giáo nhắn nhủ học sinh ôn bài thật kỹ và giữ gìn sức khỏe.", "Trước khi về nhà, thầy nhắn nhủ các bạn nhỏ phải hoàn thành bài tập đúng giờ.", "Trước khi đi xa, bố nhắn nhủ tôi phải chăm lo cho gia đình và giữ vững lý tưởng sống.", "Trước khi lên đường nhập ngũ, bà đã nhắn nhủ tôi phải giữ gìn sức khỏe và làm việc thật tốt.", "Cô giáo đã nhắn nhủ các học sinh phải cố gắng học tập để xây dựng tương lai tươi sáng."]},
{"word": "Nháo nhác", "type": "Tính từ", "semantic": "Nghĩa: ở tình trạng hỗn loạn do quá sợ hãi, hốt hoảng", "examples": ["Gà con nháo nhác tìm mẹ.", "Bọn trẻ bị đuổi, nháo nhác chạy loạn.", "Mọi người nháo nhác chạy tìm chỗ trú mưa.", "Con mèo nháo nhác khi nghe tiếng động lạ.", "Cả lớp nháo nhác khi giáo viên bước vào."]},
{"word": "Nhậu nhẹt", "type": "Động từ", "semantic": "Nghĩa: ăn uống có bia, rượu (hàm ý chê)", "examples": ["Họ thường đi nhậu nhẹt sau giờ làm việc.", "Anh ấy thích nhậu nhẹt cùng bạn bè vào cuối tuần.", "Nhóm bạn đã nhậu nhẹt suốt đêm qua.", "Bố tôi ít khi tham gia các buổi nhậu nhẹt.", "Cô ấy không thích nhậu nhẹt vì muốn giữ sức khỏe."]},
{"word": "Nhảy nhót", "type": "Động từ", "semantic": "Nghĩa: nhảy tung tăng một cách vui vẻ, thoải mái", "examples": ["Những đứa trẻ vui vẻ nhảy nhót trong công viên.", "Cô ấy nhảy nhót khi nghe tin vui.", "Anh ta nhảy nhót suốt buổi tiệc.", "Mấy chú chim đang nhảy nhót trên cành cây.", "Những bông hoa trong gió như đang nhảy nhót vui tươi."]},
{"word": "Nhanh nhẹn", "type": "Tính từ", "semantic": "Nghĩa: nhanh trong mọi cử chỉ, động tác.", "examples": ["Chú chó của chúng tôi rất nhanh nhẹn, nó luôn biết cách bắt được quả bóng ngay khi tôi ném đi.", "Anh ta có phản xạ rất nhanh nhẹn.", "Bố tôi rất nhanh nhẹn khi xử lí tình huống khẩn cấp.", "Việc di chuyển nhanh nhẹn trong một trận đấu giúp cầu thủ ghi điểm dễ dàng hơn."]},
{"word": "Nhăn nheo", "type": "Tính từ", "semantic": "Nghĩa: có nhiều nếp nhăn", "examples": ["Bàn tay ông cụ đã nhăn nheo theo năm tháng.", "Tờ giấy bị nhăn nheo sau khi ngâm nước.", "Chiếc áo này nhăn nheo vì chưa được là ủi.", "Da tay của bà ấy nhăn nheo sau khi tắm lâu.", "Quả táo để lâu ngày trông nhăn nheo."]},
{"word": "Nham nhở", "type": "Tính từ", "semantic": "Nghĩa: có nhiều vết màu khác nhau, không đều, không nhẵn nhụi", "examples": ["Chiếc bánh bị cắt nham nhở, không đều.", "Mặt bàn bị trầy xước, trông rất nham nhở.", "Quả táo bị cắn dở, nhìn nham nhở.", "Con đường sửa chưa xong nên vẫn nham nhở.", "Tóc của anh ấy bị cắt nham nhở."]},
{"word": "Nhâm nhi", "type": "Động từ", "semantic": "Nghĩa: như nhấm nháp, ăn hay uống từng chút một", "examples": ["Tôi thích nhâm nhi tách trà nóng vào buổi sáng.", "Anh ta thường nhâm nhi một ly rượu vang sau bữa tối.", "Bà nội thích nhâm nhi hạt dưa trong lúc xem phim.", "Họ nhâm nhi ly nước ngọt khi trò chuyện cùng nhau.", "Mẹ tôi thích nhâm nhi chút bánh ngọt khi uống trà."]},
{"word": "Nhàn nhã", "type": "Tính từ", "semantic": "Nghĩa: rỗi rãi, nhàn cả về thể xác lẫn tinh thần (nói khái quát)", "examples": ["Bà cụ nhàn nhã ngồi uống trà chiều.", "Ông lão sống một cuộc đời nhàn nhã ở quê.", "Chị ấy nhàn nhã đọc sách bên bờ hồ.", "Cuối tuần, tôi nhàn nhã dạo phố.", "Họ nhàn nhã đi bộ trong công viên."]},
{"word": "Nhấm nháp", "type": "Động từ", "semantic": "Nghĩa: ăn hay uống từ từ từng ít một, chủ yếu là để thưởng thức", "examples": ["Lũ trẻ nhấm nháp que kem trong công viên.", "Mẹ tôi nhấm nháp ít hạt dưa khi xem tivi.", "Anh ta nhấm nháp từng giọt cà phê khi chờ xe buýt.", "Họ nhấm nháp ly rượu và nói chuyện vui vẻ.", "Bà tôi thường ngồi nhấm nháp tách trà buổi sáng bên cửa sổ."]},
{"word": "Nhã nhặn", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cô ấy luôn cư xử nhã nhặn với đồng nghiệp. (nghĩa 1)", "Người phục vụ nhã nhặn đưa thực đơn cho khách. (nghĩa 1)", "Anh ấy nhã nhặn từ chối lời mời của bạn. (nghĩa 1)", "Căn phòng được trang trí với tông màu nhã nhặn. (nghĩa 2)", "Cô ấy mặc chiếc váy nhã nhặn trong buổi tiệc. (nghĩa 2)", "Chiếc khăn quàng cổ có hoa văn nhã nhặn, dễ phối đồ. (nghĩa 2)"]},
{"word": "Ngay ngắn", "type": "Tính từ", "semantic": "Nghĩa: ở tư thế hay vị trí thẳng hàng, thẳng góc, không bị lệch về bên nào", "examples": ["Cô bé ngồi ngay ngắn trong lớp học.", "Bàn ghế được đặt ngay ngắn trong phòng họp.", "Quần áo trong tủ được gấp ngay ngắn.", "Học sinh đứng ngay ngắn trong hàng chờ vào lớp.", "Những chiếc đĩa được bày ngay ngắn trên bàn."]},
{"word": "Ngoan ngoãn", "type": "Tính từ", "semantic": "Nghĩa: có nết tốt, dễ bảo, biết nghe lời người trên", "examples": ["Sau khi được khen thưởng, cậu bé trở nên càng ngoan ngoãn và chăm chỉ hơn trong việc học tập.", "Bà ngoại thường kể rằng thời còn nhỏ, mẹ tôi là một đứa trẻ rất ngoan ngoãn và dễ bảo.", "Cô giáo rất hài lòng với sự ngoan ngoãn và chăm chỉ của học sinh trong lớp học.", "Mặc dù còn nhỏ tuổi, nhưng cậu ấy này rất ngoan ngoãn, luôn tự giác làm bài tập và giúp đỡ cha mẹ."]},
{"word": "Ngọt ngào", "type": "Tính từ", "semantic": "Nghĩa: ngọt, gây cảm giác nhẹ nhàng, êm dịu", "examples": ["Lời nói của mẹ luôn ngọt ngào và ấm áp.", "Chiếc bánh này có hương vị ngọt ngào, rất ngon.", "Nụ cười của cô ấy thật ngọt ngào.", "Những kỷ niệm tuổi thơ luôn ngọt ngào trong tâm trí tôi.", "Anh ấy tặng hoa kèm theo một lời chúc rất ngọt ngào."]},
{"word": "Ngoàm Ngoạp", "type": "Động từ", "semantic": "Nghĩa: diễn tả âm thanh hoặc hành động của việc ăn uống ngon miệng tạo tiếng động lớn, ồn ào.", "examples": ["Tiếng ông chú ngoàm ngoạp gặm miếng bánh khiến mọi người khó chịu.", "Cả nhà bật cười khi thấy con mèo ngoàm ngoạp miếng cá trên đĩa.", "Chú chó đang ngoàm ngoạp miếng xương to đùng mà nó tìm được.", "Khi thấy mâm cơm dọn ra, cậu bé vội vàng ngoàm ngoạp từng miếng, không để ý mọi người xung quanh.", "Sau buổi học căng thẳng, Nam ngoàm ngoạp hết tô mì chỉ trong vài phút."]},
{"word": "Nao núng", "type": "Động từ", "semantic": "Nghĩa: Chỉ sự dao động hoặc lung lay, không vững vàng trong tinh thần", "examples": ["Mặc dù gặp nhiều khó khăn, cậu ấy vẫn không hề nao núng.", "Khi đối mặt với cơn bão lớn, các chú bộ đội không nao núng mà vững vàng chống chọi.", "Anh ấy nao núng trước những câu hỏi dồn dập từ ban giám khảo.", "Dù thua một bàn, đội bóng lớp 5A vẫn không nao núng, quyết tâm lội ngược dòng.", "Lan không hề nao núng khi gặp những câu hỏi khó trong bài kiểm tra."]},
{"word": "Năng nổ", "type": "Tính từ", "semantic": "Nghĩa: nhiệt tình tham gia các hoạt động, hăng hái và chủ động trong việc gì đó", "examples": ["Cô ấy là một nhân viên năng nổ và luôn hoàn thành công việc trước hạn.", "Anh ta nổi bật trong nhóm vì tính cách năng nổ của mình.", "Chúng tôi cần một bạn năng nổ để làm trưởng nhóm cho bài tập môn Toán.", "Thái độ năng nổ của cô ấy giúp tạo ra một môi trường làm việc tích cực.", "Sự năng nổ của anh ấy là một yếu tố quan trọng trong việc giải quyết vấn đề một cách nhanh chóng."]},
{"word": "Nao nức", "type": "Tính từ", "semantic": "Nghĩa: hăm hở, phấn khích với công việc gì đó", "examples": ["Học sinh đứng trước cổng trường, nao nức chờ đợi giờ khai giảng năm học mới.", "Mỗi khi có lễ hội, toàn bộ thị trấn đều trở nên nao nức và vui vẻ.", "Cô bé không thể giấu được sự nao nức khi biết rằng mình sắp được gặp thần tượng.", "Không khí nao nức của buổi tiệc làm cho mọi người đều cảm thấy phấn khích.", "Ngày hội sách thu hút đông đảo bạn đọc với không khí nao nức và hào hứng."]},
{"word": "Náo nức", "type": "Tính từ", "semantic": "Nghĩa: hăm hở, phấn khích với công việc gì đó", "examples": ["Học sinh đứng trước cổng trường, náo nức chờ đợi giờ khai giảng năm học mới.", "Mỗi khi có lễ hội, toàn bộ thị trấn đều trở nên náo nức và vui vẻ.", "Cô bé không thể giấu được sự náo nức khi biết rằng mình sắp được gặp thần tượng.", "Không khí náo nức của buổi tiệc làm cho mọi người đều cảm thấy phấn khích.", "Ngày hội sách thu hút đông đảo bạn đọc với không khí náo nức và hào hứng."]},
{"word": "Não nề", "type": "Tính từ", "semantic": "Nghĩa: buồn bã đến mức làm lây cả sang người khác", "examples": ["Anh ấy thở dài, ánh mắt não nề.", "Bài hát buồn khiến lòng người não nề.", "Cảnh chia ly não nề làm mọi người rơi nước mắt.", "Tin tức ấy khiến ai cũng cảm thấy não nề.", "Cô ấy nói lời tạm biệt với tâm trạng não nề."]},
{"word": "Nắn nót", "type": "Động từ", "semantic": "Nghĩa: làm cẩn thận, từng li từng tí cho đường nét thật đẹp ", "examples": ["Đứa trẻ nắn nót vẽ bức tranh tặng mẹ.", "Anh ấy nắn nót chỉnh sửa từng câu chữ trong bài văn.", "Cô giáo nhắc học sinh nắn nót viết bài cho đẹp.", "Người thợ nắn nót trạm khắc từng cánh hoa.", "Bà tôi nắn nót thêu từng đường kim mũi chỉ trên chiếc khăn tay."]},
{"word": "Mong manh", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cơ hội thành công của anh ấy thật mong manh. (nghĩa 1)", "Tương lai của dự án này có vẻ mong manh. (nghĩa 1)", "Cái áo này quá mong manh cho thời tiết lạnh. (nghĩa 2)", "Căn nhà tranh trông rất mong manh trước cơn bão. (nghĩa 2)", "Thông tin về sự kiện này rất mong manh. (nghĩa 3)", "Những gì tôi biết về kế hoạch này chỉ mong manh. (nghĩa 3)"]},
{"word": "Muộn màng", "type": "Tính từ", "semantic": "Nghĩa: quá muộn", "examples": ["Anh ấy xin lỗi, nhưng mọi thứ đã muộn màng.", "Quyết định của họ đến quá muộn màng.", "Tôi nhận ra mình đã muộn màng khi bỏ lỡ cơ hội đó.", "Sự hối hận của cô ấy giờ đây thật muộn màng.", "Họ cố gắng cứu vãn tình hình nhưng đã quá muộn màng."]},
{"word": "Mong mỏi", "type": "Động từ", "semantic": "Nghĩa: mong một cách tha thiết, kéo dài", "examples": ["Mẹ anh ấy mong mỏi anh ấy trở về sau nhiều năm xa cách.", "Cả làng mong mỏi thời tiết sẽ thuận lợi.", "Nông dân luôn mong mỏi có một mùa màng bội thu.", "Bác sĩ luôn mong mỏi bệnh nhân sẽ khỏi bệnh.", "Anh ấy luôn mong mỏi được về nhà."]},
{"word": "Mơ màng", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Trong cơn mơ màng, tôi nhìn thấy bóng dáng mờ ảo. (nghĩa 1)", "Cô ấy mơ màng thấy mình đang lạc vào khu rừng. (nghĩa 1)", "Đôi mắt cô ấy nhìn ra xa, mơ màng không tập trung. (nghĩa 2)", "Trong giờ học, cậu bé ngồi mơ màng nghĩ về điều gì đó. (nghĩa 2)", "Cô bé mơ màng nghĩ rằng mình có thể bay lên trời. (nghĩa 3)", "Anh ấy suốt ngày mơ màng về việc trở thành ngôi sao nổi tiếng.  (nghĩa 3)"]},
{"word": "Nắc nẻ", "type": "Danh từ, Tính từ", "semantic": "Nghĩa: ", "examples": ["Tôi thấy một con nắc nẻ đậu trên cửa sổ. (danh từ)", "Đêm qua, một con nắc nẻ bay vào phòng. (danh từ) ", "Nhiều con nắc nẻ bay lượn quanh bóng đèn. (danh từ)", "Cô bé cười nắc nẻ khi nghe chuyện vui. (tính từ)", "Anh ấy cười nắc nẻ khi xem phim hài. (tính từ)", "Tiếng cười nắc nẻ vang lên từ phòng bên. (tính từ)"]},
{"word": "Nài nỉ", "type": "Động từ", "semantic": "Nghĩa: nài một cách thiết tha, dai dẳng đến mức người ta khó lòng từ chối", "examples": ["Cô bé nài nỉ mẹ mua cho món đồ chơi mới.", "Anh ấy nài nỉ bạn cho mình thêm một cơ hội.", "Đứa trẻ nài nỉ xin đi công viên.", "Anh ấy nài nỉ mẹ cho phép đi chơi xa.", "Em bé nài nỉ anh trai giúp đỡ làm bài tập khó."]},
{"word": "Miệt mài", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái và bị lôi cuốn vào một việc gì đó, đến mức như không thể dừng lại", "examples": ["Anh ấy miệt mài học suốt đêm để chuẩn bị cho kỳ thi.", "Bà cụ miệt mài dệt áo trong những ngày đông giá rét.", "Các nhà khoa học miệt mài nghiên cứu để tìm ra giải pháp cho bệnh dịch.", "Em bé miệt mài tập viết từng chữ một.", "Bố tôi miệt mài làm vườn dù trời nắng gắt."]},
{"word": "Mùa màng", "type": "Danh từ", "semantic": "Nghĩa:", "examples": ["Chính phủ hỗ trợ nông dân bảo vệ mùa màng sau thiên tai. (nghĩa 1)", "Trận lụt lớn đã tàn phá toàn bộ mùa màng trên cánh đồng. (nghĩa 1)", "Nông dân chăm sóc mùa màng cẩn thận để đảm bảo năng suất.  (nghĩa 1)", "Năm nay, mùa màng thất bát do mưa bão kéo dài. (nghĩa 2)", "Nhờ thời tiết thuận lợi, mùa màng của bà con năm nay bội thu hơn hẳn. (nghĩa 2)", "Mùa màng đến, bà con trong làng háo hức chuẩn bị thu hoạch. (nghĩa 2)"]},
{"word": "Mênh mông", "type": "Tính từ", "semantic": "Từ láy âm đầu, Từ láy tượng hình", "examples": ["Căn phòng rộng mênh mông với sức chứa hàng nghìn khán giả.", "Biển rộng mênh mông khiến ai nấy đều hò reo thích thú.", "Tình cảm cha mẹ rộng mênh mông không thể đong đếm được."]},
{"word": "Mịn màng", "type": "Tính từ", "semantic": "Nghĩa: mịn và mượt, có cảm giác rất dễ chịu khi nhìn, khi chạm vào", "examples": ["Da của em bé rất mịn màng.", "Cô ấy có làn da mịn màng và khỏe mạnh.", "Chiếc áo len này thật mịn màng và ấm áp.", "Những cánh hoa hồng trông thật mịn màng.", "Tấm vải lụa rất mịn màng và bóng loáng."]},
{"word": "Mờ mịt", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cánh rừng xa mờ mịt trong mưa phùn. (nghĩa 1)", "Mắt tôi mờ mịt vì nước mắt. (nghĩa 1)", "Trên đường về, khói bụi khiến không khí mờ mịt. (nghĩa 1)", "Mọi hy vọng vào việc hồi phục của anh ấy đã trở nên mờ mịt. (nghĩa 2)", "Sau trận thua, giấc mơ vô địch của đội bóng mờ mịt. (nghĩa 2)", "Con đường sự nghiệp của anh ấy đang trở nên mờ mịt. (nghĩa 2)"]},
{"word": "Mê man", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Cậu bé nằm mê man sau khi sốt cao. (nghĩa 1)", "Bệnh nhân mê man trong suốt quá trình cấp cứu. (nghĩa 1)", "Anh ấy bị tai nạn và mê man trên giường bệnh. (nghĩa 1)", "Cô ấy mê man đọc sách cả đêm. (nghĩa 2)", "Người thợ mê man làm việc không nghỉ. (nghĩa 2)", "Cậu bé mê man chơi game mà quên ăn. (nghĩa 2)"]},
{"word": "Màu mè", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Căn phòng được trang trí quá màu mè. (nghĩa 1)", "Bức tranh trên tường có nhiều chi tiết rối rắm, màu mè. (nghĩa 1)", "Cô ấy thích gắn nhiều chi tiết màu mè trên váy. (nghĩa 1)", "Anh ta hay nói chuyện rất màu mè. (nghĩa 2)", "Cô ấy cười màu mè nhưng trong lòng không vui. (nghĩa 2)", "Hành động của anh ấy rất màu mè, không thật lòng. (nghĩa 2)"]},
{"word": "May mắn", "type": "Tính từ", "semantic": "Nghĩa: chỉ vận may hoặc hoàn cảnh thuận lợi xảy đến một cách tình cờ", "examples": ["Cô ấy cảm thấy may mắn khi có bạn bè tốt.", "Chúng tôi đã may mắn gặp được một người thầy giỏi.", "Ông ấy may mắn không bị lạc trong rừng.", "Anh ta luôn tin rằng mình sẽ gặp may mắn.", "Tôi may mắn có một gia đình yêu thương."]},
{"word": "Mát mẻ", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Tôi thích ngồi ở sân vườn vào buổi chiều vì cảm giác mát mẻ và dễ chịu.", "Dạo chơi ở công viên vào những ngày thời tiết mát mẻ là một cách tuyệt vời để thư giãn.", "Cô ấy trả lời tôi với giọng mát mẻ.", "Giọng điệu mát mẻ của anh ấy khi nói về việc không được tham gia cuộc họp khiến mọi người cảm thấy không thoải mái."]},
{"word": "Máy móc", "type": "Danh từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Máy móc giúp con người làm việc nhanh và tiết kiệm thời gian. (danh từ)", "Bố em sửa chữa máy móc bị hỏng ở xưởng cơ khí. (danh từ)", "Các bác thợ đang bảo trì máy móc để nhà máy hoạt động tốt hơn. (danh từ)", "Lan học thuộc bài một cách máy móc mà không hiểu ý nghĩa. (tính từ)", "Cô giáo dặn rằng chúng ta không nên học máy móc, mà cần phải hiểu rõ bài học. (tính từ)", "Cách trả lời của bạn ấy quá máy móc, không linh hoạt theo tình huống. (tính từ)"]},
{"word": "Mạnh mẽ", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Cô gái nhỏ bé nhưng có ý chí mạnh mẽ, không ngại đối mặt với bất kỳ thử thách nào.", "Câu lạc bộ thể thao đã có một sự khởi đầu mạnh mẽ trong mùa giải mới.", "Những người lính đã chiến đấu với tinh thần mạnh mẽ và dũng cảm trong suốt cuộc chiến.", "Kinh tế của đất nước phát triển mạnh mẽ.", "Chị ấy là một cô gái mạnh mẽ."]},
{"word": "Mải mê", "type": "Động từ", "semantic": "Nghĩa: ở trạng thái tâm trí tập trung cao độ vào một việc gì đó, đến mức như không còn biết gì khác nữa", "examples": ["Anh ấy mải mê đọc sách mà không để ý thời gian.", "Chị gái tôi đang mải mê ngắm nhìn mình trong gương.", "Anh ấy thường mải mê chơi điện tử nên bị mẹ mắng.", "Anh ấy mải mê làm việc mà không để ý tới điện thoại đổ chuông..", "Họ mải mê xem phim mà quên cả việc ăn tối."]},
{"word": "Phá phách", "type": "Động từ", "semantic": "Nghĩa: làm hư hỏng nhiều thứ một cách tuỳ tiện, bừa bãi", "examples": ["Những đứa trẻ phá phách thường khiến thầy cô phải nhắc nhở nhiều lần.", "Hàng xóm luôn phàn nàn về việc lũ trẻ phá phách trong khu phố.", "Hôm qua, con mèo phá phách của tôi đã làm đổ hết chậu cây ngoài ban công.", "Con chó con nhà tôi lúc nào cũng phá phách, nhai nát cả đôi dép mới.", "Em trai tôi rất nghịch ngợm, luôn tìm cách phá phách đồ chơi của mình."]},
{"word": "Ồ ạt", "type": "Tính từ", "semantic": "Nghĩa: mạnh, nhanh, dồn dập và không có trật tự", "examples": ["Khi có tin trường tổ chức buổi dã ngoại, tất cả học sinh ồ ạt đăng ký tham gia.", "Mọi người ồ ạt kéo nhau đi dự lễ hội.", "Thời sự đưa tin làn sóng di cư ngày càng trở nên ồ ạt.", "Lũ ồ ạt kéo về khiến người dân không kịp trở tay.", "Mọi người ồ ạt đi mua đồ dự trữ khi nghe tin bão sắp về."]},
{"word": "Na ná", "type": "Tính từ", "semantic": "Nghĩa: hơi giống, gần giống", "examples": ["Cô ấy có vẻ ngoài na ná chị gái mình.", "Hai chiếc váy này nhìn na ná nhau.", "Món ăn này na ná món mẹ tôi nấu.", "Giọng nói của họ nghe na ná, khó phân biệt.", "Cách nói chuyện của họ na ná nhau."]},
{"word": "Khoẻ khoắn", "type": "Tính từ", "semantic": "Nghĩa: chỉ trạng thái dồi dào sức lực, trong người cảm thấy dễ chịu", "examples": ["Anh ấy trông rất khỏe khoắn.", "Cô ấy chạy bộ để khỏe khoắn hơn.", "Bé ăn nhiều rau nên rất khỏe khoắn.", "Tập thể dục giúp tôi khỏe khoắn.", "Tôi cảm thấy khỏe khoắn sau một giấc ngủ ngon."]},
{"word": "Mãi mãi", "type": "Phụ từ", "semantic": "Nghĩa: một cách liên tục và không bao giờ ngừng, không bao giờ kết thúc", "examples": ["Tình yêu của họ sẽ mãi mãi bền chặt.", "Họ sống hạnh phúc bên nhau mãi mãi.", "Dân tộc Việt Nam mãi mãi ghi ơn các anh hùng liệt sĩ.", "Tôi sẽ mãi mãi nhớ về quê hương của mình."]},
{"word": "Khoảnh khắc", "type": "Tính từ", "semantic": "Nghĩa: khoảng thời gian hết sức ngắn", "examples": ["Đó là một khoảnh khắc đáng nhớ khi chúng tôi cùng nhau ăn tối.", "Khoảnh khắc đầu tiên nhìn thấy biển xanh, tôi cảm thấy thật hạnh phúc.", "Khoảnh khắc khi mẹ ôm tôi vào lòng là điều tuyệt vời nhất.", "Chúng tôi chờ đợi khoảnh khắc trận đấu bắt đầu với sự hồi hộp.", "Khoảnh khắc nhìn thấy ánh sáng đầu tiên của bình minh khiến tôi cảm thấy tươi mới."]},
{"word": "Khó khăn", "type": "Tính từ", "semantic": "Từ láy âm đầu, Từ láy bộ phận", "examples": ["Do khó khăn về tài chính, dự án xây dựng bị đình trệ", "Tuy gia đình có hoàn cảnh khó khăn nhưng em học sinh học rất giỏi", "Khó khăn lớn nhất của sinh viên là Tiếng Anh", "Sau khi bố tôi bị bệnh, gia đình lại càng trở nên khó khăn.", "Cuộc sống của họ gặp rất nhiều khó khăn sau trận bão lũ."]},
{"word": "Khéo léo", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Nghệ sĩ đã tạo ra một bức tranh rất đẹp và tinh xảo nhờ vào tay nghề khéo léo.", "Người thợ mộc khéo léo đã tạo ra một chiếc bàn gỗ tinh xảo với các hoa văn cầu kỳ.", "Anh ấy đã khéo léo dẫn dắt cuộc họp, giúp nhóm đạt được kết quả tốt nhất.", "Cô ấy xử lý tình huống khó khăn với sự khéo léo khiến mọi người đều cảm thấy hài lòng."]},
{"word": "Khe khẽ", "type": "Tính từ", "semantic": "Nghĩa: (cách thức hoặc mức độ hoạt động) rất nhỏ nhẹ, không gây ra tiếng ồn, tiếng động lớn", "examples": ["Cô bé khe khẽ mở cánh cửa phòng để không làm ồn.", "Gió khe khẽ thổi qua khung cửa sổ.", "Bạn nhỏ khe khẽ đặt quyển sách lên bàn để không làm bạn khác bị đánh thức.", "Hạt mưa khe khẽ rơi xuống mái hiên.", "Những bông hoa trong vườn khe khẽ đung đưa trong gió."]},
{"word": "Kháu khỉnh", "type": "Tính từ", "semantic": "Nghĩa: xinh xắn, trông đáng yêu (thường nói về trẻ con)", "examples": ["Chú bé trong câu chuyện rất kháu khỉnh và thông minh.", "Dì tôi mới sinh một em bé vô cùng kháu khỉnh.", "Cô giáo khen bạn An vì nụ cười kháu khỉnh và dễ mến.", "Cậu nhóc ấy có mặt mũi kháu khỉnh làm sao!", "Sự kháu khỉnh của em bé khiến cả nhà tôi rất thích."]},
{"word": "Khắt khe", "type": "Tính từ", "semantic": "Nghĩa: quá nghiêm khắc, chặt chẽ trong các đòi hỏi, đến mức có thể hẹp hòi, cố chấp trong sự đối xử, đánh giá", "examples": ["Cô giáo của tôi rất khắt khe trong việc kiểm tra bài tập.", "Mẹ luôn khắt khe về giờ giấc của tôi.", "Khi viết bài văn, cô giáo rất khắt khe về cách trình bày.", "Bố mẹ tôi rất khắt khe về việc học bài mỗi ngày.", "Trong cuộc thi vẽ, giám khảo rất khắt khe khi chấm điểm."]},
{"word": "Khao khát", "type": "Động từ", "semantic": "Nghĩa: mong muốn rất tha thiết", "examples": ["Khao khát của Mai là trở thành một bác sĩ giỏi.", "Anh trai tôi có một khao khát lớn là đi du lịch khắp thế giới.", "Cô ấy luôn có khao khát được làm nghệ sĩ.", "Khao khát khám phá thế giới giúp tôi thích đọc sách.", "Chúng tôi có khao khát được cùng nhau chơi trò chơi mỗi ngày."]},
{"word": "Khanh khách", "type": "Tính từ", "semantic": "Nghĩa: từ gợi tả tiếng cười giòn và to phát ra liên tiếp, với vẻ khoái trí, thích thú", "examples": ["Cả lớp đều cười khanh khách khi xem phim hài.", "Anh ấy đã cười khanh khách suốt cả buổi khi chơi trò chơi với bạn bè.", "Những tiếng cười khanh khách từ nhóm trẻ em đã vang lên khắp sân chơi.", "Cô giáo đã làm một trò đùa vui nhộn khiến cả lớp cười khanh khách.", "Những tiếng cười khanh khách vang lên khi chú hề xuất hiện."]},
{"word": "Khát khao", "type": "Động từ", "semantic": "Nghĩa: mong muốn rất tha thiết", "examples": ["Khát khao của Mai là trở thành một bác sĩ giỏi.", "Anh trai tôi có một khát khao lớn là đi du lịch khắp thế giới.", "Cô ấy luôn có khát khao được làm nghệ sĩ.", "Khát khao khám phá thế giới giúp tôi thích đọc sách.", "Chúng tôi có khát khao được cùng nhau chơi trò chơi mỗi ngày."]},
{"word": "Khẳng khiu", "type": "Tính từ", "semantic": "Nghĩa: gầy đến mức như khô cằn", "examples": ["Cây thông trong vườn rất khẳng khiu và cao lớn.", "Chân tay của cậu bé gầy guộc, khẳng khiu.", "Người cậu ấy khẳng khiu trông không có sức sống.", "Tán cây bàng khẳng khiu, vươn ra trước gió.", "Cánh tay khẳng khiu của anh ấy vươn ra đỡ lấy em bé sắp ngã."]},
{"word": "Khang khác", "type": "Tính từ", "semantic": "Nghĩa: hơi khác một chút", "examples": ["Sách này có một số thông tin khang khác so với sách cũ.", "Đề bài hôm nay có một số câu hỏi khang khác với những gì tôi đã học.", "Món ăn này có hương vị khang khác so với những món ăn trước đó.", "Âm thanh của nhạc cụ này hôm nay nghe có vẻ khang khác một chút so với bình thường.", "Hôm nay nhìn cậu có vẻ khang khác nhỉ?"]},
{"word": "Khăng khăng", "type": "Tính từ", "semantic": "Nghĩa: một mực giữ ý kiến của mình, dứt khoát không chịu thay đổi", "examples": ["Bé Lisa khăng khăng rằng con mèo của mình biết nói chuyện.", "Mẹ khăng khăng rằng em phải làm bài tập trước khi chơi.", "Cậu ấy khăng khăng rằng bức tranh của mình là đẹp nhất.", "Cô bé cứ giữ khăng khăng món đồ chơi trên tay.", "Bạn ấy khăng khăng giành quyền trả lời dù không biết đáp án."]},
{"word": "Khăng khít", "type": "Tính từ", "semantic": "Nghĩa: có quan hệ gắn bó chặt chẽ với nhau, không thể tách rời", "examples": ["Chúng tôi tổ chức nhiều hoạt động để giữ mối quan hệ khăng khít hơn.", "Họ giữ liên lạc với nhau để duy trì tình bạn khăng khít.", "Trong lớp tôi, các bạn có mối quan hệ khăng khít.", "Mọi người trong gia đình tôi có tình cảm khăng khít với nhau.", "Không thứ gì có thể phá hoại tình bạn khăng khít của chúng tôi."]},
{"word": "Khập khiễng", "type": "Tính từ ", "semantic": "Nghĩa: từ gợi tả dáng đi bên cao, bên thấp, không đều, không cân bằng", "examples": ["Anh ấy bước đi khập khiễng sau khi bị tai nạn.", "Nền kinh tế của đất nước vẫn còn khập khiễng và cần được củng cố và phát triển.", "Anh ta đang so sánh rất khập khiễng về một vấn đề. "]},
{"word": "Khắc khoải", "type": "Tính từ", "semantic": "Nghĩa: có tâm trạng bồn chồn, lo lắng không yên, kéo dài một cách day dứt", "examples": ["Dường như bố đang khắc khoải về một điều gì đó.", "Câu chuyện đó luôn là một nỗi khắc khoải trong lòng của ông nội.", "Khoảnh khắc ấy khiến cho mọi người đều cảm thấy khắc khoải mỗi khi nghĩ đến.", "Nỗi khắc khoải trong lòng mẹ dường như ngày một lớn hơn.", "Tâm trạng khắc khoải của bố tôi khiến bầu không khí gia đình trùng xuống."]},
{"word": "Khắc khổ", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra phải chịu đựng nhiều khổ cực, chịu hạn chế nhiều nhu cầu trong cuộc sống, sinh hoạt", "examples": ["Ông của tôi sống một cuộc đời khắc khổ nhưng rất đỗi kiên cường.", "Dù cuộc sống có lúc khắc khổ nhưng chúng ta luôn phải lạc quan.", "Trong những câu chuyện cổ tích, đôi khi nhân vật gặp những tình huống khắc khổ để học được bài học quý giá.", "Tính tình của cậu ấy là do phải sống một cuộc sống khắc khổ.", "Ông ấy là một người đàn ông khắc khổ nhưng rất giàu lòng nhân ái."]},
{"word": "Kha khá", "type": "Tính từ", "semantic": "Nghĩa: ở mức độ, trình độ trên trung bình chút ít", "examples": ["Kha khá bạn trong lớp đã làm bài tập về nhà.", "Trời hôm nay kha khá lạnh nên tôi phải mặc áo dài.", "Em đã đọc kha khá nhiều sách trong tháng này.", "Chúng ta đã giải quyết kha khá nhiều bài tập trong giờ học.", "Em đã nhận được kha khá phần thưởng."]},
{"word": "Nhanh nhảu", "type": "Tính từ", "semantic": "Nghĩa: nhanh trong nói năng, việc làm, không để người khác phải chờ đợi", "examples": ["Cậu bé nhanh nhảu giơ tay trả lời câu hỏi.", "Cô ấy nhanh nhảu giúp đỡ người già qua đường.", "Anh ta nhanh nhảu xách đồ cho mẹ.", "Nhân viên nhanh nhảu chào đón khách hàng.", "Cậu bạn nhanh nhảu dọn dẹp lớp học."]},
{"word": "Kể lể", "type": "Động từ", "semantic": "Nghĩa: kể lại chuyện của mình hoặc có liên quan đến mình một cách tỉ mỉ, dài dòng để mong có sự chú ý, sự cảm thông", "examples": ["Tôi thấy bạn ấy kể lể quá nhiều về việc không có đủ thời gian làm bài.", "Bạn nhỏ không ngừng kể lể về việc bị thầy giáo nhắc nhở.", "Bạn ấy kể lể về chuyện bị mất đồ chơi với cả lớp.", "Mẹ tôi không thích khi tôi kể lể quá nhiều về việc không muốn làm bài tập.", "Chị gái thường kể lể về những chuyện xảy ra trong ngày học."]},
{"word": "Lướt thướt", "type": "Tính từ", "semantic": "1. (quần áo) dài quá mức, trông không gọn, không đẹp", "examples": ["Cô ấy cảm thấy không thoải mái trong bộ đồ lướt thướt. (nghĩa 1)", "Chiếc váy lướt thướt khiến cô ấy khó di chuyển. (nghĩa 1)", "Bộ quần áo lướt thướt khiến anh ta trông không được chỉnh tề.  (nghĩa 1)", "Sau cơn mưa, quần áo anh ta lướt thướt. (nghĩa 2)", "Con đường trở nên lướt thướt sau trận mưa. (nghĩa 2)", "Cô ấy về nhà với mái tóc lướt thướt. (nghĩa 2)"]},
{"word": "Lung la lung linh", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) rất lung linh, diễn tả ánh sáng mờ ảo, nhẹ nhàng và đẹp mắt", "examples": ["Căn phòng nhỏ lung la lung linh dưới ánh đèn vàng.", "Đèn trang trí trong tiệc cưới lung la lung linh đầy lãng mạn.", "Ánh đèn sân khấu lung la lung linh khi buổi biểu diễn bắt đầu.", "Những viên pha lê trên đèn chùm lung la lung linh dưới ánh sáng.", "Bức tranh phong cảnh lung la lung linh dưới ánh nắng hoàng hôn."]},
{"word": "Lục đục", "type": "Động từ", "semantic": "Nghĩa:", "examples": ["Cả nhóm bạn lục đục cãi nhau về cách chia tiền, làm không khí trở nên căng thẳng.", "Họ không muốn mọi người biết về những lục đục trong gia đình, nên thường giữ im lặng.", "Mẹ tôi đang lục đục trong bếp.", "Dù đã cố gắng hòa giải, vẫn có một số lục đục không thể giải quyết ngay lập tức."]},
{"word": "Lửng lơ", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái di động nhẹ ở khoảng lưng chừng, không dính bám vào đâu", "examples": ["Cái đèn treo lửng lơ trên trần nhà chiếu sáng cả phòng.", "Những đám mây trắng lửng lơ trên bầu trời xanh.", "Câu hỏi trong bài kiểm tra vẫn lửng lơ trong đầu em.", "Đám khói bay lửng lơ trên bầu trời.", "Chiếc khinh khí cầu bay lửng lơ giữa không trung."]},
{"word": "Lúc nhúc", "type": "Tính từ", "semantic": "Nghĩa: gợi tả cảnh đông và lộn xộn, tập trung vào một chỗ, chen chúc nhau mà di động không ngừng", "examples": ["Đàn kiến lúc nhúc bò dọc theo cành lá.", "Cái rổ đầy cá lúc nhúc, vừa được bắt từ sông lên.", "Đám trẻ lúc nhúc chen chúc nhau trong phòng nhỏ.", "Trong vườn rau, những con bọ rùa lúc nhúc bò khắp lá cây.", "Cửa hàng đông khách, người mua lúc nhúc đứng xếp hàng."]},
{"word": "Lù xù", "type": "Tính từ", "semantic": "Nghĩa: có nhiều sợi (thường là lông, tóc) dựng lên, xù lên và rối quấn vào nhau", "examples": ["Cậu bé xuất hiện với mái tóc lù xù, chưa kịp chải gọn gàng.", "Chú chó nhỏ với bộ lông lù xù chạy khắp sân nhà.", "Anh ấy mặc một chiếc áo khoác sờn cũ, đã lù xù từ lâu.", "Con mèo hoang có bộ lông lù xù nhìn rất buồn cười.", "Cây hoa trước nhà mọc lù xù, cần phải cắt tỉa lại."]},
{"word": "Lung linh", "type": "Tính từ", "semantic": "Nghĩa: có ánh sáng phản chiếu tạo nên vẻ lay động, rung rinh, đẹp mắt", "examples": ["Trên bầu trời đêm, những vì sao lung linh như những viên ngọc quý.", "Những ánh đèn trong đêm Giáng sinh tỏa ra một vẻ đẹp lung linh khắp phố phường.", "Khi mưa tạnh, giọt nước còn đọng trên lá trông thật lung linh dưới ánh sáng mặt trời.", "Ánh nến lung linh chiếu sáng khắp căn phòng trong buổi tiệc sinh nhật.", "Bãi biển vào buổi tối, ánh đèn từ xa chiếu vào sóng biển tạo nên một cảnh tượng lung linh."]},
{"word": "Lóng ngóng", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Cậu bé lóng ngóng làm rơi ly nước khi bê nó lên bàn. (nghĩa 1)", "Tay cô ấy lóng ngóng khi gói quà lần đầu. (nghĩa 1)", "Anh ấy lóng ngóng không thể thắt được cà vạt đúng cách. (nghĩa 1)", "Đám học sinh lóng ngóng chờ thầy giáo đến dạy. (nghĩa 2)", "Anh ta lóng ngóng không biết nên bắt đầu công việc từ đâu. (nghĩa 2)", "Cô gái lóng ngóng không biết nên nói gì trong buổi gặp gỡ đầu tiên. (nghĩa 2)"]},
{"word": "Long lanh", "type": "Tính từ", "semantic": "Nghĩa: có ánh sáng phản chiếu tạo nên vẻ lay động, rung rinh, đẹp mắt", "examples": ["Trên bầu trời đêm, những vì sao long lanh như những viên ngọc quý.", "Những ánh đèn trong đêm Giáng sinh tỏa ra một vẻ đẹp long lanh khắp phố phường.", "Khi mưa tạnh, giọt nước còn đọng trên lá trông thật long lanh dưới ánh sáng mặt trời.", "Em bé có đôi mắt sáng long lanh.", "Sương sớm đọng long lanh trên lá."]},
{"word": "Long la long lanh", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) rất long lanh, tả ánh sáng phản chiếu trên bề mặt trong suốt", "examples": ["Những giọt sương mai long la long lanh trên lá cây.", "Đôi mắt của cô bé long la long lanh khi nhìn thấy bánh kem.", "Mặt nước biển buổi sáng long la long lanh trong ánh nắng.", "Hạt pha lê trên váy cưới long la long lanh dưới ánh đèn.", "Giọt mưa đọng trên cửa sổ long la long lanh trong đêm."]},
{"word": "Lóng lánh", "type": "Tính từ", "semantic": "Nghĩa: trong và phản chiếu ánh sáng ở các mặt trông sinh động và đẹp mắt", "examples": ["Ánh trăng lóng lánh chiếu xuống mặt hồ.", "Chiếc vòng tay của cô ấy lóng lánh dưới ánh đèn.", "Viên đá quý trên vương miện lóng lánh đầy màu sắc.", "Những giọt sương sớm lóng lánh trên lá cây.", "Ánh sao lóng lánh trên bầu trời đêm."]},
{"word": "Lóng la lóng lánh", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) lóng lánh rất nhiều và liên tiếp", "examples": ["Những viên ngọc trai lóng la lóng lánh trong tủ kính.", "Mặt hồ vào buổi sớm lóng la lóng lánh dưới ánh nắng.", "Pháo hoa đêm lễ hội lóng la lóng lánh trên bầu trời.", "Đèn trang trí trên cây thông Noel lóng la lóng lánh.", "Chiếc nhẫn kim cương lóng la lóng lánh dưới ánh đèn."]},
{"word": "Lông bông", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Hắn ta đi lông bông khắp nơi mà không có mục đích. (nghĩa 1)", "Cô ấy đi lông bông không biết làm gì cả. (nghĩa 1)", "Họ sống lông bông, chẳng có nơi nào gọi là nhà. (nghĩa 1)", "Câu trả lời của cô ấy quá lông bông, không rõ ràng. (nghĩa 2)", "Cô ấy nói toàn chuyện lông bông, chẳng có gì quan trọng. (nghĩa 2)", "Anh ấy lúc nào cũng lông bông, chẳng bao giờ nghiêm túc. (nghĩa 2)"]},
{"word": "Lom khom", "type": "Tính từ", "semantic": "Nghĩa: ở tư thế hạ thấp và cong lưng xuống để làm việc gì", "examples": ["Ông lão lom khom đi dạo trong vườn.", "Bà cụ lom khom đi chợ với chiếc giỏ cũ.", "Bác thợ lom khom sửa ống nước suốt cả buổi chiều.", "Cô bé lom khom hái những bông hoa dại bên đường.", "Đứa trẻ lom khom đào cát xây lâu đài trên bãi biển."]},
{"word": "Loắt choắt", "type": "Tính từ", "semantic": "Nghĩa: gợi tả vóc dáng rất nhỏ bé nhưng trông có vẻ rắn chắc, nhanh nhẹn.", "examples": ["Con mèo loắt choắt trèo lên cây.", "Chiếc xe loắt choắt bon bon trên đường.", "Con chó loắt choắt sủa inh ỏi suốt đêm.", "Cô bé loắt choắt nhưng học rất giỏi.", "Anh ta có dáng người loắt choắt nhưng khỏe mạnh."]},
{"word": "Linh ta linh tinh", "type": "Tính từ", "semantic": "Nghĩa: rất linh tinh, ít có giá trị, ý nghĩa", "examples": ["Anh ấy cứ nói linh ta linh tinh suốt buổi mà không vào vấn đề chính.", "Trong buổi họp, có người cứ nêu ra ý kiến linh ta linh tinh, khiến mọi người khó hiểu.", "Tôi không thích nghe những chuyện linh ta linh tinh không liên quan.", "Ba lô của cô ấy nặng vì chứa đầy những thứ linh ta linh tinh.", "Cô ấy mua quá nhiều đồ linh ta linh tinh mà không thực sự cần thiết."]},
{"word": "Loảng xoảng", "type": "Tính từ", "semantic": "Nghĩa: mô tả tiếng va chạm mạnh và vang của những vật rắn", "examples": ["Tiếng chai lọ đổ vỡ loảng xoảng trong bếp.", "Mấy cái nồi va nhau loảng xoảng.", "Chiếc đĩa rơi xuống đất kêu loảng xoảng.", "Tôi nghe thấy tiếng loảng xoảng từ phòng bên cạnh.", "Cửa sổ đóng mạnh gây ra tiếng loảng xoảng."]},
{"word": "Líu ríu", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Đứa trẻ líu ríu nói với mẹ. (nghĩa 1)", "Tiếng chim líu ríu trên cành mỗi buổi sáng. (nghĩa 1)", "Những lời nói líu ríu của em bé nghe thật dễ thương. (nghĩa 1)", "Bọn trẻ líu ríu đi bên mẹ. (nghĩa 2)", "Những chú gà con líu ríu theo gà mẹ kiếm ăn. (nghĩa 2)", "Đôi chân líu ríu khi tôi vội vàng chạy xuống cầu thang. (nghĩa 2)"]},
{"word": "Líu lo", "type": "Tính từ", "semantic": "Nghĩa: (tiếng hót, tiếng nói) có nhiều âm thanh cao, trong, xen lẫn như ríu vào nhau, nghe vui tai", "examples": ["Những chú chim nhỏ hót líu lo mỗi sáng.", "Cô bé hát líu lo khi đi học về.", "Chim sẻ bay quanh vườn, líu lo cả ngày.", "Bé gái líu lo kể chuyện cho mẹ nghe.", "Lũ trẻ líu lo trò chuyện sau giờ học."]},
{"word": "Lơ lửng", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái di động nhẹ ở khoảng lưng chừng, không dính bám vào đâu", "examples": ["Cái đèn treo lơ lửng trên trần nhà chiếu sáng cả phòng.", "Những đám mây trắng lơ lửng trên bầu trời xanh.", "Câu hỏi trong bài kiểm tra vẫn lơ lửng trong đầu em.", "Đám khói bay lơ lửng trên bầu trời.", "Chiếc khinh khí cầu bay lơ lửng giữa không trung."]},
{"word": "Liu riu", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Mẹ ninh xương với lửa liu riu. (nghĩa 1)", "Nấu cháo phải để liu riu cho nhừ. (nghĩa 1)", "Ngọn nến cháy liu riu suốt đêm. (nghĩa 1)", "Bố nằm trên võng liu riu ngủ dưới bóng cây. (nghĩa 2)", "Em bé liu riu ngủ trong vòng tay mẹ. (nghĩa 2)"]},
{"word": "Loi nhoi", "type": "Động từ", "semantic": "Nghĩa: chen chúc nhau để cố ngoi lên, vượt lên trên", "examples": ["Loi nhoi suốt buổi học, cậu bé khiến cô giáo phải nhắc nhở.", "Cô bé loi nhoi mãi không chịu ngồi yên trên ghế.", "Đứa trẻ loi nhoi chạy khắp nhà, làm đồ đạc rơi vỡ.", "Khi đi ra chợ, nhiều người loi nhoi chen lấn để mua đồ rẻ.", "Nhìn thấy bọn trẻ loi nhoi, anh ấy phải dừng lại nhắc nhở."]},
{"word": "Liều liệu", "type": "Động từ", "semantic": "Nghĩa: liệu dần, tính toán dần", "examples": ["Cô ấy phải liều liệu cho mọi việc trong nhà.", "Anh ấy không biết phải liều liệu thế nào để xoay sở.", "Trong hoàn cảnh khó khăn, ta cần liều liệu cho hợp lý.", "Họ phải tự liều liệu với số tiền ít ỏi còn lại.", "Chúng ta nên liều liệu để tiết kiệm chi tiêu hơn."]},
{"word": "Liêu xiêu", "type": "Tính từ", "semantic": "Nghĩa: mô tả trạng thái ngả nghiêng, lắc lư như sắp đổ, sắp ngã", "examples": ["Ông cụ bước đi liêu xiêu trên con đường nhỏ do đôi chân yếu đuối.", "Người đàn ông say xỉn, đi liêu xiêu bên lề đường.", "Sau cơn bão, những cây tre trong vườn đều bị gió thổi liêu xiêu.", "Ông cụ liêu xiêu bước đi trên con đường vắng, chống gậy tìm chỗ nghỉ.", "Trong cơn giông, những cây tre trong vườn đều bị gió thổi liêu xiêu."]},
{"word": "Li ti", "type": "Tính từ", "semantic": "Nghĩa: nhỏ đến mức trông chỉ như những chấm, những hạt vụn", "examples": ["Những hạt mưa li ti rơi trên cửa sổ.", "Hoa cúc li ti nở khắp vườn.", "Giọt nước li ti đọng trên lá.", "Bụi li ti bay khắp không gian khi gió thổi.", "Bông tuyết li ti nhẹ nhàng rơi xuống đất."]},
{"word": "Len lỏi", "type": "Động từ", "semantic": "Nghĩa: chen vào, lách giữa đám đông hoặc chỗ khó đi một cách vất vả", "examples": ["Ánh nắng mặt trời len lỏi qua những tán lá cây.", "Dòng suối nhỏ len lỏi giữa núi rừng.", "Cô ấy len lỏi qua các lối đi chật hẹp trong chợ.", "Mùi hương hoa len lỏi khắp căn phòng.", "Âm thanh của tiếng sáo len lỏi trong gió chiều."]},
{"word": "Lí nhí", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cậu bé trả lời lí nhí khi giáo viên hỏi. (nghĩa 1)", "Cô ấy lí nhí nói xin lỗi sau khi mắc lỗi. (nghĩa 1)", "Trong lớp, bạn ấy luôn nói lí nhí, không ai nghe rõ. (nghĩa 1)", "Chữ trên bảng lí nhí, tôi không thể đọc được. (nghĩa 2)", "Cuốn sách có chữ lí nhí, đọc rất mỏi mắt. (nghĩa 2)", "Dòng chữ trên thiệp quá lí nhí để nhìn rõ. (nghĩa 2)"]},
{"word": "Lềnh bềnh", "type": "Tính từ", "semantic": "Nghĩa: Chỉ trạng thái nổi hẳn trên mặt nước và nhẹ nhàng trôi theo làn nước, làn gió", "examples": ["Chiếc lá khô lềnh bềnh trôi trên mặt hồ sau cơn mưa.", "Chiếc dép của em bị rơi xuống suối và lềnh bềnh theo dòng nước chảy.", "Những đám bèo cái trôi lềnh bềnh trên mặt hồ.", "Con thuyền nhỏ lềnh bềnh giữa dòng sông tĩnh lặng.", "Những đám mây trắng trôi lềnh bềnh trên bầu trời xanh."]},
{"word": "Lất phất", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Sáng nay, sương lất phất bay trong gió, phủ nhẹ lên cỏ cây.", "Trời bắt đầu mưa lất phất, làm không khí mát mẻ hơn.", "Những chiếc lá vàng lất phất rơi xuống mặt đất khi thu đến.", "Tóc cô ấy lất phất bay trong gió, tạo nên một khung cảnh thật thơ mộng."]},
{"word": "Lấp ló", "type": "Động từ", "semantic": "Nghĩa: ló ra rồi khuất đi, khi ẩn khi hiện liên tiếp", "examples": ["Mặt trời lấp ló qua kẽ lá tạo ra những tia sáng lung linh.", "Cảnh vật trong sương sớm như một bức tranh với những đốm sáng lấp ló.", "Ánh đèn của thành phố lấp ló phía xa trong đêm tối.", "Những cánh hoa lấp ló dưới lớp lá xanh trong vườn.", "Từ đỉnh đồi, chúng tôi có thể thấy những ngôi nhà nhỏ lấp ló dưới lớp sương mù."]},
{"word": "Lấp lánh", "type": "Động từ, Tính từ", "semantic": "Nghĩa:", "examples": ["\r\nNhững vì sao lấp lánh trên bầu trời. (động từ)\r\n", "\r\nÁnh trăng lấp lánh trên mặt hồ yên ả. (động từ)\r\n", "\r\nÁnh đèn lấp lánh trên sân khấu. (động từ)\r\n", "\r\nCô ấy có một chiếc nhẫn kim cương lấp lánh. (tính từ)\r\n", "\r\nMặt trời chiếu thẳng vào dòng nước lấp lánh như người ta đang dát một mẻ vàng vừa luyện xong. (tính từ)\r\n", "\r\nChiếc váy của cô ấy tỏa sáng lấp lánh trong bữa tiệc. (tính từ)\r\n"]},
{"word": "Lảo đảo", "type": "Động từ", "semantic": "Nghĩa: (dáng đi) nghiêng bên này, ngả bên kia như muốn đổ, ngã do bị mất thăng bằng", "examples": ["Cô ta lảo đảo sau cú va đập mạnh.", "Sau cú đấm mạnh, anh ta lảo đảo đứng dậy.", "Cô ấy cảm thấy chóng mặt và lảo đảo.", "Người bệnh lảo đảo khi cố đứng lên từ giường.", "Cậu bé lảo đảo khi cố gắng giữ thăng bằng."]},
{"word": "Lấp la lấp lánh", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) lấp lánh nhiều và liên tiếp, trông rất sinh động", "examples": ["Mặt hồ phản chiếu ánh trăng lấp la lấp lánh.", "Chiếc vòng cổ đính đá lấp la lấp lánh dưới ánh đèn.", "Ánh đèn trong buổi tiệc Giáng sinh lấp la lấp lánh thật đẹp.", "Đôi mắt của em bé lấp la lấp lánh khi thấy món quà.", "Những viên đá quý trong tủ kính lấp la lấp lánh đầy mê hoặc."]},
{"word": "Lạnh lùng", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Đêm khuya lạnh lùng, tôi cảm thấy cô đơn. (nghĩa 1)", "Cơn gió lạnh lùng thổi qua khiến tôi rùng mình. (nghĩa 1)", "Trận mưa lạnh lùng làm đường phố vắng vẻ hơn. (nghĩa 1)", "Anh ta trả lời tôi bằng giọng lạnh lùng. (nghĩa 2)", "Cô ấy nhìn tôi với ánh mắt lạnh lùng. (nghĩa 2)", "Sếp đưa ra quyết định một cách lạnh lùng. (nghĩa 2) "]},
{"word": "Lạnh lẽo", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Gió mùa về làm trời trở nên lạnh lẽo. (nghĩa 1)", "Cơn mưa làm không khí trở nên lạnh lẽo hơn. (nghĩa 1)", "Đêm khuya ở vùng núi thật lạnh lẽo. (nghĩa 1)", "Cái nhìn của anh ấy khiến tôi thấy lạnh lẽo trong lòng. (nghĩa 2)", "Đường phố về đêm không người qua lại thật lạnh lẽo. (nghĩa 2)", "Tòa lâu đài bỏ hoang tỏa ra sự lạnh lẽo đáng sợ. (nghĩa 2)"]},
{"word": "Lấm tấm", "type": "Tính từ", "semantic": "Nghĩa: có nhiều hạt, nhiều chấm, dấu vết nhỏ li ti ", "examples": ["Trời bắt đầu mưa lấm tấm trên mái nhà.", "Mặt cô ấy lấm tấm những giọt mồ hôi sau khi chạy.", "Áo anh ấy lấm tấm vết bẩn sau khi làm vườn.", "Cô ấy có mái tóc lấm tấm những sợi bạc.", "Ánh nắng chiếu qua tán lá, tạo ra những vệt bóng lấm tấm trên mặt đất."]},
{"word": "Lành lạnh", "type": "Tính từ", "semantic": "Nghĩa: chỉ thời tiết hoặc cảm giác khi tiếp xúc với thứ gì đó có nhiệt độ thấp hơn bình thường, nhưng không đến mức lạnh cóng.", "examples": ["Buổi sáng sớm hôm nay có gió lành lạnh, rất dễ chịu.", "Sau cơn mưa, không khí lành lạnh làm em thấy rất dễ chịu.", "Em cầm cốc nước cam lành lạnh mà thấy thật đã khát.", "Nước biển lành lạnh, trong vắt, phản chiếu ánh mặt trời lấp lánh.", "Trời chiều lành lạnh, em mặc thêm áo khoác để không bị cảm."]},
{"word": "Lặng lẽ", "type": "Tính từ", "semantic": "Nghĩa: im lặng, không lên tiếng, không có tiếng động, tiếng ồn", "examples": ["Bà ấy đã sống một cuộc đời lặng lẽ.", "Cô ấy bước đi lặng lẽ.", "Dòng sông lặng lẽ trôi."]},
{"word": "Làm lụng", "type": "Động từ", "semantic": "Nghĩa: (nói khái quát) làm công việc lao động", "examples": ["Anh ta làm lụng vất vả để nuôi gia đình.", "Anh ấy luôn cố gắng làm lụng và học tập.", "Cô ấy là người phụ nữ đảm đang vừa làm lụng vừa chăm sóc gia đình.", "Ngày mùa, cả dân làng đều làm lụng vất vả.", "Cả nhà cùng nhau làm lụng sửa chữa ngôi nhà."]},
{"word": "Lẩm bẩm", "type": "Động từ", "semantic": "Nghĩa: nói rất nhỏ trong miệng, chỉ vừa để mình nghe, người ngoài không nghe được", "examples": ["Người đàn ông lẩm bẩm vài câu khi đang suy nghĩ.", "Ông lão lẩm bẩm điều gì đó khi đi dạo một mình.", "Tôi nghe thấy cô ấy lẩm bẩm khi đọc sách.", "Trong lớp học, anh ấy ngồi lẩm bẩm nhưng không ai để ý.", "Cô ấy lẩm bẩm khi đang cố gắng nhớ lại công thức toán."]},
{"word": "Lấm láp", "type": "Tính từ", "semantic": "Nghĩa: bị lấm, bị dây bẩn ở nhiều chỗ", "examples": ["Cậu bé trở về nhà với quần áo lấm láp.", "Giày của anh ấy lấm láp bùn đất.", "Những đứa trẻ lấm láp khi chơi đùa ngoài sân.", "Chó của tôi lấm láp sau khi chạy trong mưa.", "Đôi tay của cô ấy lấm láp bùn đất vì trồng cây."]},
{"word": "Lạ lùng", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Khi vào làng, tôi thấy mọi thứ thật lạ lùng. (nghĩa 1)", "Anh ta bước vào quán, nhìn mọi người với ánh mắt lạ lùng. (nghĩa 1)", "Những con đường ở đây trông thật lạ lùng với tôi. (nghĩa 1)", "Câu chuyện anh ấy kể thật lạ lùng và khó tin. (nghĩa 2)", "Thời tiết hôm nay thật lạ lùng, trời vừa nắng vừa mưa. (nghĩa 2)", "Hành động của cô ấy tối qua thật lạ lùng, không ai hiểu được. (nghĩa 2)"]},
{"word": "Tươi tắn", "type": "Tính từ", "semantic": "Nghĩa: tươi, nhìn thấy thích mắt (nói khái quát)", "examples": ["Bông hoa hồng lúc nào cũng tươi tắn.", "Cô ấy có một nụ cười tươi tắn.", "Em bé trông thật tươi tắn.", "Chú chim nhỏ đậu trên cành cây, hót líu lo làm cho khu vườn trở nên tươi tắn.", "Mùa xuân làm cho muôn loài trở nên tươi tắn hơn rất nhiều."]},
{"word": "Lác đác", "type": "Tính từ", "semantic": "Nghĩa: chỉ sự thưa thớt và rải rác, mỗi chỗ một ít", "examples": ["Trên cánh đồng, chỉ có vài bông hoa lác đác.", "Cây cối lác đác mọc trên sườn đồi.", "Người dân lác đác đi dạo trong công viên.", "Còn vài học sinh lác đác ngồi trong lớp.", "Bàn tiệc chỉ có vài món ăn lác đác. "]},
{"word": "La liệt", "type": "Tính từ", "semantic": "Nghĩa: (giăng ra, bày ra) rất nhiều và ở khắp mọi chỗ, thường không theo hàng lối, thứ tự nào cả", "examples": ["Các con côn trùng bò la liệt trên mặt đất.", "Sau cơn bão Yagi, cây cối trên đường đổ la liệt.", "Đồ chơi của bé nằm la liệt khắp phòng.", "Cả bãi biển đầy cát và vỏ sò la liệt.", "Những bông hoa rơi xuống la liệt dưới gốc cây."]},
{"word": "La cà", "type": "Động từ", "semantic": "Nghĩa: đi, ghé chỗ này chỗ khác mà không có mục đích gì rõ ràng", "examples": ["Tôi thích la cà ở những quán cà phê nhỏ vào cuối tuần để thư giãn.", "Anh ấy có thói quen la cà ở các cửa hàng sách mỗi khi rảnh rỗi.", "Bạn bè của tôi thường la cà quanh khu phố để tìm những món ăn ngon.", "Đôi khi, chúng tôi la cà ở những công viên yên tĩnh để tận hưởng không khí trong lành"]},
{"word": "Tuấn tú", "type": "Tính từ", "semantic": "Nghĩa: (người con trai) có vẻ mặt đẹp, sáng sủa, thông minh", "examples": ["Anh ấy trông rất tuấn tú trong bộ vest.", "Chàng trai tuấn tú làm nhiều cô gái chú ý.", "Người mẫu này có vẻ ngoài tuấn tú và phong độ.", "Cậu sinh viên tuấn tú là thủ khoa của trường.", "Người đàn ông tuấn tú ấy chính là chủ doanh nghiệp trẻ."]},
{"word": "Tuổi tác", "type": "Danh từ", "semantic": "Nghĩa: tuổi (nói chung), thường nói về tuổi đã cao, đã nhiều", "examples": ["Tuổi tác không quan trọng, quan trọng là tinh thần lạc quan.", "Mối quan hệ của họ không bị ảnh hưởng bởi sự khác biệt về tuổi tác.", "Cô ấy luôn giữ gìn vóc dáng, không để tuổi tác làm mất đi vẻ đẹp.", "Tuổi tác không ngăn cản cô ấy theo đuổi đam mê của mình.", "Với tuổi tác ngày càng lớn, chúng ta cần chú ý hơn đến sức khỏe."]},
{"word": "Trùng trùng điệp điệp", "type": "Tính từ", "semantic": "Nghĩa: như trùng điệp (nhấn mạnh hơn), lớp này chồng lên lớp khác, không dứt.", "examples": ["Những dãy núi trùng trùng điệp điệp bao phủ khắp vùng đất xa xôi.", "Rừng cây trải dài trùng trùng điệp điệp dưới ánh nắng ban mai.", "Sóng biển trùng trùng điệp điệp xô vào bờ cát trắng.", "Mây trời trùng trùng điệp điệp lơ lửng trên bầu trời xanh.", "Những ruộng bậc thang trùng trùng điệp điệp bám theo sườn núi."]},
{"word": "Trùng trục", "type": "Danh từ, Tính từ", "semantic": "Nghĩa: ", "examples": ["Tôi đã thấy một con trùng trục khi đi câu cá bên hồ. (danh từ)", "Trùng trục có vỏ dài và mềm, thường sống ở những nơi nước ngọt.  (danh từ)", "Chú mèo béo tròn trùng trục nằm trên ghế sofa. (tính từ 1)", "Những trái bưởi trùng trục trên cây chờ đến ngày thu hoạch. (tính từ 1)", "Anh ta đứng cởi trần trùng trục bên bờ biển. (tính từ 2)", "Những người chơi thể thao thường cởi trần trùng trục để thoải mái.  (tính từ 2)"]},
{"word": "Tròng trành", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái nghiêng qua nghiêng lại, không giữ được thăng bằng", "examples": ["Chiếc thuyền tròng trành trên sóng biển.", "Đứa trẻ ngồi trên xe đạp tròng trành, suýt nữa thì ngã.", "Món canh để lâu bị tròng trành và không còn ngon.", "Bánh xe tròng trành trên đường gồ ghề.", "Bước chân anh ta tròng trành vì uống quá nhiều rượu."]},
{"word": "Trong trẻo", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Nước suối trong trẻo chảy qua khe đá. (nghĩa 1)", "Bầu trời hôm nay trong trẻo và xanh ngắt. (nghĩa 1)", "Đôi mắt em bé thật trong trẻo và ngây thơ. (nghĩa 1)", "Tiếng chim hót trong trẻo vang vọng trong rừng. (nghĩa 2)", "Giọng hát của cô ấy thật nhẹ nhàng và trong trẻo. (nghĩa 2)", "Tiếng đàn trong trẻo làm lòng người thư thái. (nghĩa 2)"]},
{"word": "Tròn trĩnh", "type": "Tính từ", "semantic": "Nghĩa: tròn và đầy đặn, trông đẹp", "examples": ["Cô bé có đôi má tròn trĩnh.", "Con mèo trông mập mạp, tròn trĩnh.", "Quả táo đỏ tròn trĩnh nằm trên bàn.", "Búi tóc của cô ấy thật tròn trĩnh.", "Em bé có bàn tay nhỏ, tròn trĩnh."]},
{"word": "Trống trải", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Sân trường vào buổi tối thật trống trải. (nghĩa 1)", "Căn phòng sau khi dọn dẹp nhìn trống trải. (nghĩa 1)", "Hành lang bệnh viện vắng người nên rất trống trải. (nghĩa 1)", "Họ cảm thấy trống trải vì phải xa quê hương. (nghĩa 2)", "Cô ấy luôn cảm thấy trống trải mỗi khi ở nhà một mình. (nghĩa 2)", "Em cảm thấy trống trải khi không có ai chơi cùng. (nghĩa 2)"]},
{"word": "Tròn trịa", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cô ấy có khuôn mặt tròn trịa. (nghĩa 1)", "Cậu bé có đôi má tròn trịa dễ thương. (nghĩa 1)", "Họ nặn viên kẹo tròn trịa như viên bi. (nghĩa 1)", "Giọng hát của cô ấy tròn trịa và du dương. (nghĩa 2)", "Anh ấy phát âm từng chữ tròn trịa. (nghĩa 2)", "Lời đọc của em bé thật tròn trịa và rõ ràng. (nghĩa 2)"]},
{"word": "Trơ trẽn", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra trơ lì đến mức lố bịch, đáng ghét", "examples": ["Cô ấy trơ trẽn nhận lỗi mà không có một chút thành tâm.", "Hành vi trơ trẽn của anh khiến mọi người phẫn nộ.", "Anh ta nói dối một cách trơ trẽn trước mặt mọi người.", "Họ thật trơ trẽn khi cố tình làm phiền người khác.", "Tôi không thể hiểu tại sao lại có người trơ trẽn như vậy."]},
{"word": "Tráo trở", "type": "Tính từ", "semantic": "Nghĩa: dễ dàng thay đổi, làm trái lại điều đã nói, đã hứa, đã cam kết", "examples": ["Anh ta là người tráo trở, không thể tin tưởng được.", "Cô ấy rất tráo trở trong cách hành xử của mình.", "Những lời nói tráo trở khiến mọi người cảm thấy khó chịu.", "Hành động tráo trở của hắn đã bị mọi người phát hiện.", "Tôi không thích những người tráo trở trong mối quan hệ."]},
{"word": "Trăng trắng", "type": "Tính từ", "semantic": "Nghĩa: chỉ màu sắc nhạt, màu hơi trắng", "examples": ["Trời chiều mây giăng, đám mây trăng trắng trôi lững lờ trên nền trời xám.", "Ánh sáng trăng trắng từ ngọn đèn trong góc phòng tạo ra không gian mờ ảo.", "Tấm rèm cửa trăng trắng khẽ đung đưa theo làn gió nhẹ thổi qua.", "Những bông hoa cúc trăng trắng nhẹ nhàng lay động theo gió.", "Sáng sớm, sương mù trăng trắng phủ khắp cánh đồng, tạo nên khung cảnh mờ ảo."]},
{"word": "Trắng trẻo", "type": "Tính từ", "semantic": "Nghĩa: (da dẻ) trắng, đẹp", "examples": ["Cô bé có làn da trắng trẻo và mịn màng.", "Em trai tôi trông vẫn trắng trẻo sau khi tắm nắng.", "Mẹ bảo phải chăm sóc để da dẻ luôn trắng trẻo.", "Đứa trẻ này thật trắng trẻo và dễ thương.", "Làn da trắng trẻo của cô ấy nổi bật giữa đám đông."]},
{"word": "Trắng trợn", "type": "Tính từ", "semantic": "Nghĩa: ngang ngược đến mức bất chấp công lí, lẽ phải", "examples": ["Hành động của anh ta thật trắng trợn.", "Cô ấy nói dối một cách trắng trợn.", "Họ gian lận trắng trợn trong kỳ thi.", "Cô ta đã phản bội bạn một cách trắng trợn.", "Những lời hứa hẹn của anh ta chỉ là sự lừa dối trắng trợn."]},
{"word": "Tờ mờ", "type": "Tính từ", "semantic": "Nghĩa: (trời) còn mờ mờ, chưa sáng hẳn, chưa nhìn thấy rõ nét cảnh vật", "examples": ["Tôi dậy từ tờ mờ sáng để đi làm.", "Chúng tôi bắt đầu chuyến đi từ tờ mờ.", "Anh ấy ra đồng từ tờ mờ sáng.", "Cô ấy rời nhà lúc tờ mờ sáng.", "Làng quê yên tĩnh vào lúc tờ mờ sáng."]},
{"word": "Tươm tất", "type": "Tính từ", "semantic": "Nghĩa: có đủ những cái cần thiết để đáp ứng yêu cầu, gây cảm giác hài lòng", "examples": ["Cô ấy luôn giữ bàn làm việc tươm tất.", "Nhà cửa lúc nào cũng gọn gàng và tươm tất.", "Anh ấy luôn ăn mặc tươm tất khi đi làm.", "Bữa ăn hôm nay được chuẩn bị rất tươm tất.", "Căn phòng được dọn dẹp tươm tất trước khi khách đến."]},
{"word": "Trùng trùng", "type": "Tính từ", "semantic": "Nghĩa: liên tiếp nhau hết lớp này đến lớp khác, tựa như không bao giờ hết", "examples": ["Đoàn quân tiến qua rừng cây trùng trùng.", "Sóng biển vỗ trùng trùng vào bờ cát.", "Những đám mây trùng trùng bao phủ bầu trời.", "Những ngọn núi trùng trùng nối tiếp nhau.", "Mây mù trùng trùng phủ kín đỉnh núi."]},
{"word": "Tim tím", "type": "Tính từ", "semantic": "Nghĩa: chỉ màu sắc, hơi tím", "examples": ["Bầu trời lúc hoàng hôn hơi tim tím.", "Áo len của mẹ tôi có màu tim tím.", "Mây chiều hôm nay có sắc tim tím.", "Cô ấy đeo chiếc kẹp tóc màu tim tím rất xinh.", "Bông hoa kia có màu tim tím trông rất đẹp mắt."]},
{"word": "Tinh tươm", "type": "Tính từ", "semantic": "Nghĩa: tươm tất, đâu ra đấy", "examples": ["Cô ấy mặc chiếc váy mới tinh tươm.", "Căn phòng sau khi dọn dẹp trông rất tinh tươm.", "Nhà cửa sạch sẽ và tinh tươm sau khi lau dọn.", "Cô bé mặc bộ đồng phục tinh tươm đến trường.", "Anh ấy xuất hiện với bộ đồ tinh tươm."]},
{"word": "Ti hí", "type": "Tính từ", "semantic": "Nghĩa: (mắt) quá nhỏ, không mở to ra được, hơi khép lại", "examples": ["Đôi mắt ti hí của cậu bé trông rất đáng yêu.", "Cậu bé có đôi mắt ti hí nhìn rất lém lỉnh.", "Ông cụ mắt ti hí nhưng vẫn rất tinh tường.", "Em bé không ngủ,  mắt vẫn ti hí nhìn mẹ.", "Đứa bé mắt ti hí nhìn bố khi được bế trên tay."]},
{"word": "Tích tắc", "type": "Tính từ, Danh từ", "semantic": "Nghĩa: ", "examples": ["Đồng hồ kêu tích tắc trên bàn. (tính từ)", "Trong phòng chỉ nghe tiếng tích tắc của đồng hồ. (tính từ)", "Mỗi tiếng tích tắc của đồng hồ làm tôi thêm lo lắng. (tính từ)", "Cô bé chạy đến chỉ trong tích tắc. (danh từ)", "Xe lửa lao qua trong tích tắc. (danh từ)", "Anh ấy biến mất trong tích tắc khỏi tầm mắt tôi. (danh từ)"]},
{"word": "Thật thà", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Anh ấy luôn được mọi người yêu mến vì tính thật thà và chân thành của mình.", "Cô bé thật thà kể mọi chuyện đã xảy ra mà không giấu giếm điều gì.", "Mặc dù đôi khi thật thà có thể làm bạn gặp khó khăn, nhưng đó là cách tốt nhất để giữ được lòng tin của người khác.", "Cô ấy luôn thật thà trong mọi tình huống, kể cả khi phải đối mặt với những điều không dễ nghe."]},
{"word": "Thơm tho", "type": "Tính từ", "semantic": "Nghĩa: thơm và đưa lại cảm giác dễ chịu", "examples": ["Chiếc áo mới giặt rất thơm tho.", "Chú cún nhà em luôn thơm tho và sạch sẽ.", "Em bé sau khi tắm trông thật thơm tho.", "Cô ấy dùng nước hoa nên luôn thơm tho.", "Quần áo của chị ấy luôn thơm tho và gọn gàng."]},
{"word": "Thiếu thốn", "type": "Tính từ", "semantic": "Nghĩa: thiếu nhiều thứ so với nhu cầu", "examples": ["Trẻ em ở đây thường thiếu thốn quần áo mùa đông.", "Cô ấy lớn lên trong hoàn cảnh thiếu thốn tình cảm.", "Nhiều nơi trên thế giới vẫn thiếu thốn nước sạch.", "Họ phải sống trong căn nhà thiếu thốn tiện nghi.", "Trong vùng nông thôn, nhiều người còn thiếu thốn thực phẩm."]},
{"word": "Thập thò", "type": "Động từ", "semantic": "Nghĩa: từ gợi tả dáng vẻ ló ra rồi lại thụt vào hoặc khuất đi, nhiều lần như vaajym có ý như e sợ, rụt rè", "examples": ["Tôi cảm thấy lo lắng khi thấy bóng người thập thò từ xa.", "Con chó thập thò từ dưới gầm giường khi nghe tiếng động lạ.", "Tôi đã nhìn thấy một cái bóng thập thò ở góc phòng.", "Cô bé thập thò nhìn qua ô cửa sổ để xem có gì thú vị bên ngoài.", "Chú mèo nhỏ đang thập thò ngoài cửa sổ."]},
{"word": "Tha thiết", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Cô ấy tha thiết xin được ở lại với cha mẹ. ", "Lời lẽ đầy tha thiết khiến ai nấy đều động lòng.", "Người mẹ tha thiết cầu xin bác sĩ cứu sống con mình.", "Ông ấy có một niềm tin tha thiết vào tương lai tươi sáng của đất nước.", "Cô ấy chia tay anh ấy với một nỗi buồn tha thiết."]},
{"word": "Thành thạo", "type": "Tính từ", "semantic": "Nghĩa: rất thạo, do đã quen làm, quen dùng", "examples": ["Cô ấy thành thạo lái xe ô tô.", "Anh ấy thành thạo lập trình máy tính.", "Bà nội tôi thành thạo nấu các món ăn truyền thống.", "Chị ấy thành thạo nói tiếng Nhật sau ba năm học.", "Họ thành thạo các kỹ năng sinh tồn trong rừng."]},
{"word": "Thấp thoáng", "type": "Động từ", "semantic": "Nghĩa: thoáng hiện rồi lại thoáng mất, lúc rõ lúc không", "examples": ["Cảnh vật xung quanh hiện lên thấp thoáng trong ánh sáng mờ ảo của buổi sáng sớm.", "Cánh đồng lúa thấp thoáng dưới ánh sáng của hoàng hôn.", "Dưới lớp sương mù, ngọn núi thấp thoáng như một hình bóng mờ.", "Ánh sáng từ ngọn đèn đường thấp thoáng trong đêm tối.", "Những cánh bướm bay thấp thoáng qua những bông hoa trong vườn."]},
{"word": "Thanh thoát", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cô ấy có dáng người thanh thoát, rất dịu dàng. (nghĩa 1)", "Bức tượng có đường nét thanh thoát, rất tinh tế. (nghĩa 1)", "Bài văn của anh ấy có giọng văn rất thanh thoát. (nghĩa 2)", "Nhà văn đó nổi tiếng với cách hành văn thanh thoát, tự nhiên. (nghĩa 2)", "Ngồi thiền giúp tôi cảm thấy tâm hồn thanh thoát. (nghĩa 3)", "Cô ấy đi dạo trong công viên với cảm giác thanh thoát. (nghĩa 3)"]},
{"word": "Kè kè", "type": "Động từ", "semantic": "Nghĩa: ở ngay sát bên cạnh, không lúc nào rời ra", "examples": ["Chú mèo nhỏ kè kè theo chân chủ khi đi ra ngoài.", "Em luôn kè kè bên mẹ mỗi khi đi ra ngoài để cảm thấy an toàn.", "Ông ta luôn kè kè chai rượu bên mình.", "Anh trai tôi bị mẹ mắng vì lúc nào cũng kè kè chiếc điện thoại trên tay.", "Cậu bé luôn kè kè đi theo bố của mình."]},
{"word": "Thùng thình", "type": "Tính từ", "semantic": "Nghĩa: (quần áo) quá rộng so với khổ người", "examples": ["Cô ấy mặc một chiếc váy thùng thình để thoải mái hơn.", "Anh ta đi đôi giày thùng thình khiến bước đi khó khăn.", "Cô bé mặc chiếc áo thùng thình của mẹ.", "Anh ấy thích mặc quần áo thùng thình khi ở nhà.", "Túi áo của anh ấy rộng đến mức thùng thình."]},
{"word": "Suôn sẻ", "type": "Tính từ", "semantic": "Nghĩa: trôi chảy, không có khó khăn, trắc trở", "examples": ["Buổi họp hôm nay diễn ra rất suôn sẻ.", "Công việc của anh ấy đang tiến triển suôn sẻ.", "Chuyến đi du lịch của chúng tôi rất suôn sẻ.", "Mọi thứ đã diễn ra suôn sẻ như kế hoạch.", "Việc học tập của em bé tiến triển suôn sẻ."]},
{"word": "Sung sướng", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái vui vẻ, thích thú, cảm thấy được thoả mãn về vật chất hoặc tinh thần", "examples": ["Cậu bé vô cùng sung sướng khi đạt điểm 10 môn Toán.", "Được đi du lịch với bố mẹ là cảm giác vô cùng sung sướng của cô bé.", "Cô bé rất sung sướng khi được bố mẹ tổ chức sinh nhật.", "Anh ta rất sung sướng vì có tháng lương đầu tiên."]},
{"word": "Sừng sững", "type": "Tính từ", "semantic": "Nghĩa: gợi tả dáng của một vật to lớn, chắn ngang tầm nhìn", "examples": ["Cậu ta đứng sừng sững trước mặt cô ấy.", "Cây bàng cao sừng sững trong sân trường.", "Ngọn núi sừng sững giữa trời xanh.", "Tòa nhà cao tầng đứng sừng sững giữa thành phố.", "Trước mắt tôi là bức tượng anh hùng sừng sững, đầy uy nghi."]},
{"word": "Tan tành", "type": "Tính từ", "semantic": "Nghĩa: bị phá hủy hoàn toàn, không còn mảnh nào nguyên vẹn", "examples": ["Chiếc xe đồ chơi của em bị rơi và vỡ tan tành.", "Con thuyền nhỏ gặp sóng lớn, bị đánh vỡ tan tành.", "Ngôi nhà cũ kỹ bị đổ tan tành sau trận động đất.", "Tòa nhà cổ đã bị đánh sập, và mọi thứ tan tành trong khoảnh khắc.", "Bạn Minh làm rơi chiếc đồng hồ mới mua và nó vỡ tan tành."]},
{"word": "Sững sờ", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái ngây người vì quá ngạc nhiên hay xúc động", "examples": ["Cô ấy sững sờ khi biết mình đã trúng giải.", "Anh ấy sững sờ như người mất hồn khi thấy ngôi nhà cũ bị phá hủy.", "Nhận được món quà bất ngờ, cô ấy sững sờ và bật khóc.", "Cả đội sững sờ trước sự thay đổi đột ngột của kế hoạch.", "Chúng tôi sững sờ khi thấy trận lũ lớn tràn vào làng."]},
{"word": "Sôi sùng sục", "type": "Động từ", "semantic": "Nghĩa:", "examples": ["Nồi canh trên bếp đang sôi sùng sục. (nghĩa 1)", "Khi nước sôi sùng sục, tôi mới thả mì vào. (nghĩa 1)", "Cô ấy nhìn nồi nước sôi sùng sục mà chưa kịp tắt bếp. (nghĩa 1)", "Cả lớp học sôi sùng sục với không khí thi đua giành giải nhất. (nghĩa 2)", "Cả khán đài sôi sùng sục với tiếng reo hò khi đội nhà ghi bàn. (nghĩa 2)", "Lòng căm phẫn trong anh đang sôi sùng sục sau khi biết tin. (nghĩa 2)"]},
{"word": "Sợ sệt", "type": "Động từ", "semantic": "Nghĩa: sợ tới mức trở nên yếu hèn, bất lực", "examples": ["Cô bé sợ sệt khi nhìn thấy con chó lớn.", "Anh ấy luôn sợ sệt khi nói trước đám đông.", "Đứa trẻ sợ sệt không dám vào lớp học.", "Chú mèo sợ sệt trốn dưới gầm bàn.", "Họ sợ sệt trước những lời đe dọa."]},
{"word": "Se sẽ", "type": "Tính từ", "semantic": "Nghĩa: như khe khẽ, chỉ sự nhẹ nhàng, kín đáo, và tinh tế trong cả hành động lẫn âm thanh", "examples": ["Cô ấy bước đi se sẽ trên nền nhà để không làm ồn.", "Những chiếc lá rơi se sẽ xuống mặt đất.", "Gió thổi se sẽ qua cánh đồng lúa vào buổi sớm.", "Tiếng thì thầm se sẽ vang lên trong lớp học.", "Cô bé se sẽ đưa tay chạm vào cánh hoa."]},
{"word": "Say sưa", "type": "Động từ", "semantic": "Nghĩa:", "examples": ["Anh ấy say sưa đọc sách mà không để ý thời gian.", "Cô giáo say sưa giảng bài cho học sinh.", "Họ say sưa chơi nhạc trong buổi hòa nhạc.", "Bà nội say sưa kể chuyện cổ tích cho các cháu.", "Bố say sưa xem trận bóng đá mà quên mất giờ ăn cơm."]},
{"word": "Sáng suốt", "type": "Tính từ", "semantic": "Nghĩa: có khả năng nhận thức và giải quyết vấn đề một cách rõ ràng đúng đắn", "examples": ["Tôi tin rằng bạn sẽ lựa chọn sáng suốt.", "Anh ấy đưa ra quyết định rất sáng suốt.", "Lãnh đạo phải luôn sáng suốt trong mọi tình huống.", "Cô ấy có cái nhìn sáng suốt về vấn đề này.", "Để thành công, bạn cần có tư duy sáng suốt."]},
{"word": "Sáng sủa", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Khu vườn sáng sủa nhờ ánh nắng ban mai. (nghĩa 1)", "Cửa sổ lớn giúp căn nhà luôn sáng sủa. (nghĩa 1)", "Cậu bé có khuôn mặt sáng sủa và lanh lợi. (nghĩa 2)", "Em gái tôi trông rất sáng sủa và đáng yêu. (nghĩa 2)", "Anh ấy trình bày ý tưởng một cách sáng sủa. (nghĩa 3)", "Cách giải thích của cô ấy thật sáng sủa và hợp lý. (nghĩa 3)", "Tương lai của anh ấy trông rất sáng sủa. (nghĩa 4)", "Với kết quả này, con đường học tập của cô ấy rất sáng sủa. (nghĩa 4)"]},
{"word": "Sần sùi", "type": "Tính từ", "semantic": "Nghĩa: có những nốt to nhỏ không đều nổi lên trên khắp bề mặt, làm mất vẻ mịn màng", "examples": ["Gốc cây cổ thụ sần sùi qua năm tháng.", "Bề mặt của quả mít sần sùi.", "Tường nhà bị ẩm mốc nên trông rất sần sùi.", "Mặt đường cũ đã trở nên sần sùi sau nhiều năm sử dụng.", "Da tay anh ấy trở nên sần sùi do làm việc ngoài trời nhiều."]},
{"word": "Sửng sốt", "type": "Động từ", "semantic": "Nghĩa: ngạc nhiên hết sức, đến mức phải giật mình", "examples": ["Mọi người đều sửng sốt trước tin tức chấn động ấy.", "Cả phòng đều sửng sốt khi ánh đèn vụt tắt.", "Anh ấy sửng sốt khi biết mình được thăng chức.", "Họ đứng sửng sốt khi chứng kiến màn trình diễn ấn tượng.", "Cô ấy sửng sốt khi nghe kết quả chung cuộc."]},
{"word": "Lao đao là từ láy hay từ ghép?", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Tôi uống quá nhiều nên cảm thấy lao đao. (nghĩa 1)", "Cậu ấy lao đao sau khi bị va mạnh vào đầu. (nghĩa 1)", "Chạy quá nhanh, anh ấy bị lao đao, suýt ngã. (nghĩa 1)", "Anh ấy đang lao đao vì mất việc làm. (nghĩa 2)", "Cô ấy phải lao đao để lo cho cả gia đình. (nghĩa 2)", "Cuộc sống lao đao khiến tôi rất mệt mỏi. (nghĩa 2)"]},
{"word": "San sát", "type": "Tính từ", "semantic": "Nghĩa: rất nhiều và liền sát nhau như không có kẽ hở", "examples": ["Hàng cây ven đường mọc san sát nhau.", "Bãi đậu xe chật kín, xe đỗ san sát nhau.", "Những gian hàng trong chợ được bày san sát.", "Cửa hàng trên phố mọc lên san sát, tạo cảm giác đông đúc.", "Những tòa nhà cao tầng mọc lên san sát ở khu trung tâm. "]},
{"word": "Sẵn sàng", "type": "Tính từ", "semantic": "Nghĩa: đã được chuẩn bị đầy đủ để bất cứ lúc nào cũng có thể hành động hoặc sử dụng được ngay", "examples": ["Tôi đã sẵn sàng cho bài kiểm tra ngày mai.", "Cô ấy sẵn sàng giúp đỡ mọi người khi cần.", "Chúng tôi sẵn sàng khởi hành cho chuyến đi.", "Bữa tiệc đã được chuẩn bị xong và mọi thứ đều sẵn sàng.", "Đội cứu hộ đã sẵn sàng ứng phó với tình huống khẩn cấp."]},
{"word": "Sạch sẽ", "type": "Tính từ", "semantic": "Nghĩa: không có bụi bặm, rác rưởi, cáu ghét, hoặc không bị hoen ố.", "examples": ["Sau khi dọn dẹp, phòng của tôi trở nên sạch sẽ và gọn gàng.", "Tôi luôn cố gắng giữ cho nhà bếp của mình sạch sẽ để dễ dàng nấu ăn.", "Trường học cần duy trì một môi trường sạch sẽ để học sinh có thể học tập hiệu quả.", "Sáng nay, cô giáo đã nhắc nhở chúng tôi về việc giữ lớp học sạch sẽ."]},
{"word": "Cuồn cuộn", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Những đám mây cuồn cuộn trên bầu trời báo hiệu một cơn bão sắp đến.", "Cơn gió mạnh khiến làn sóng biển cuồn cuộn dâng lên bờ.", "Sau nhiều giờ tập luyện, cơ bắp của anh ấy cuồn cuộn dưới lớp da.", "Khi nâng tạ, các cơ bắp của anh cuồn cuộn lên, thể hiện sức mạnh ấn tượng"]},
{"word": "Sặc sỡ", "type": "Tính từ", "semantic": "Nghĩa: có nhiều màu sắc đẹp, sáng chói xen lẫn nhau", "examples": ["Chim công xòe đuôi với những lông vũ sặc sỡ.", "Cô ấy thích mặc váy sặc sỡ vào những ngày lễ hội.", "Bông hoa sặc sỡ nổi bật giữa vườn cây xanh.", "Lễ hội đường phố tràn ngập ánh đèn sặc sỡ.", "Những họa tiết sặc sỡ trên tấm thảm tạo cảm giác vui tươi."]},
{"word": "Sắc sảo", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra có khả năng nhận xét, ứng phó nhanh, tinh tường và thông minh", "examples": ["Cuộc tranh luận trở nên thú vị hơn nhờ vào lập luận sắc sảo của anh ấy.", "Nhà văn nổi tiếng với khả năng miêu tả nhân vật một cách sắc sảo và tinh tế.", "Mẹ tôi có một vẻ đẹp sắc sảo.", "Chúng tôi rất ấn tượng với cách anh ấy sử dụng ngôn từ một cách sắc sảo trong bài thuyết trình."]},
{"word": "Sạch sành sanh", "type": "Tính từ", "semantic": "Nghĩa: (mất, hết) sạch hoàn toàn, không còn sót lại tí gì (cái mà trước đó vốn rất nhiều)", "examples": ["Anh ta ăn sạch sành sanh đĩa cơm chỉ trong vài phút.", "Cô ấy dọn sạch sành sanh mọi thứ trong tủ quần áo.", "Lũ trẻ ăn sạch sành sanh cả mâm bánh mẹ làm.", "Tiền tiết kiệm của anh ấy đã tiêu sạch sành sanh sau chuyến du lịch.", "Sau bữa tiệc, thức ăn trên bàn bị lấy sạch sành sanh."]},
{"word": "Cười cợt", "type": "Động từ", "semantic": "Nghĩa: cười để đùa bỡn hay để chế nhạo", "examples": ["Cậu ấy bị mọi người xung quanh cười cợt.", "Cả nhóm cười cợt khi xem phim hài.", "Mọi người không thích kiểu cười cợt của anh ấy.", "Cô ấy bị chỉ trích vì thái độ cười cợt trong buổi họp.", "Họ cười cợt với nhau mà không để ý đến người khác."]},
{"word": "Qua quýt", "type": "Tính từ", "semantic": "Nghĩa: làm việc gì đó một cách sơ sài, cho có, cho xong", "examples": ["Bố mẹ luôn khuyên con không nên làm việc qua quýt mà cần chú ý đến từng chi tiết.", "Học sinh đã được nhắc nhở không làm bài kiểm tra qua quýt vì điều đó có thể ảnh hưởng đến kết quả.", "Cô giáo dạy các em rằng làm việc qua quýt sẽ không giúp các em học tốt hơn.", "Nam làm bài tập qua quýt để nhanh chóng đi chơi.", "Hoa bị mẹ mắng vì quét nhà qua quýt."]},
{"word": "Quanh quẩn", "type": "Động từ", "semantic": "Nghĩa:", "examples": ["Chúng tôi chỉ được chơi quanh quẩn trong sân chơi của khu. (nghĩa 1)", "Anh ta cứ quanh quẩn mãi trong thành phố này. (nghĩa 1)", "Ý nghĩ ấy cứ quanh quẩn trong đầu của tôi. (nghĩa 2)", "Mẹ tôi cứ quanh quẩn trong những suy nghĩ tiêu cực. (nghĩa 2)", "Lúc nào anh ta cũng chỉ làm quanh quẩn từng ấy việc. (nghĩa 3)", "Lần nào dọn dẹp vệ sinh khu phố cũng chỉ quanh quẩn có vài người. (nghĩa 3)"]},
{"word": "Cục cằn", "type": "Tính từ", "semantic": "Nghĩa: (nói khái quát) dễ cáu bẳn và có những phản ứng bằng lời nói, cử chỉ thô bạo", "examples": ["Anh ta thường có cách nói chuyện cục cằn khiến mọi người cảm thấy khó chịu.", "Cô cảm thấy bị tổn thương bởi lời nhận xét cục cằn của đồng nghiệp.", "Câu trả lời cục cằn của ông chủ làm mọi người cảm thấy không thoải mái."]},
{"word": "Chuếnh choáng", "type": "Tính từ", "semantic": "Nghĩa: hơi choáng váng, chóng mặt, như khi ngà ngà say rượu", "examples": ["Anh ấy cảm thấy chuếnh choáng sau khi uống rượu.", "Cô ấy chuếnh choáng vì mệt mỏi sau một ngày dài.", "Chạy bộ quá sức khiến anh ấy chuếnh choáng.", "Sau một ly bia, anh ấy đã chuếnh choáng rồi.", "Đi tàu lâu khiến tôi chuếnh choáng và buồn nôn."]},
{"word": "Cộc cằn", "type": "Tính từ", "semantic": "Nghĩa: (nói khái quát) dễ cáu bẳn và có những phản ứng bằng lời nói, cử chỉ thô bạo", "examples": ["Anh ta thường có cách nói chuyện cộc cằn khiến mọi người cảm thấy khó chịu.", "Cô cảm thấy bị tổn thương bởi lời nhận xét cộc cằn của đồng nghiệp.", "Câu trả lời cộc cằn của ông chủ làm mọi người cảm thấy không thoải mái."]},
{"word": "Chuồn chuồn", "type": "Danh từ", "semantic": "Nghĩa: côn trùng có đuôi dài, hai đôi cánh dạng màng mỏng, bay giỏi, ăn sâu bọ", "examples": ["Chuồn chuồn có đôi cánh mỏng, bay nhanh như chớp.", "Hôm nay, em vẽ một bức tranh về chuồn chuồn đang bay trên bầu trời.", "Bà em kể rằng khi chuồn chuồn bay thấp thì trời sắp mưa.", "Khi hoàng hôn buông xuống, chuồn chuồn vẫn còn bay dạo trên bờ sông.", "Mẹ thường trêu em rằng cho chuồn chuồn cắn rốn sẽ biết bơi."]},
{"word": "Chúm chím", "type": "Động từ", "semantic": "Nghĩa: (môi) chúm lại, hơi mấp máy như muốn hé mở", "examples": ["Cô bé cười chúm chím rất đáng yêu.", "Bông hoa hồng vừa nở, cánh hoa chúm chím xinh xắn.", "Môi em bé chúm chím như cánh hoa.", "Cô gái mỉm cười chúm chím khi được khen.", "Bà cụ nhìn cháu cười chúm chím hạnh phúc."]},
{"word": "Chững chạc", "type": "Tính từ", "semantic": "Nghĩa: đàng hoàng, đứng đắn và nghiêm chỉnh", "examples": ["Dù còn trẻ tuổi, anh ta đã tỏ ra rất chững chạc trong cách đối xử và giao tiếp.", "Cô ấy ăn mặc rất chững chạc khi đến dự buổi lễ tốt nghiệp.", "Ông nội luôn thể hiện sự chững chạc và chắc chắn trong mọi quyết định của mình."]},
{"word": "Chứa chan", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Trong buổi lễ tốt nghiệp, giọng nói của thầy giáo chứa chan niềm tự hào và hi vọng.", "Ánh mắt của bà chứa chan nỗi buồn và sự lo lắng khi nhìn vào con cháu.", "Đôi mắt của em chứa chan sự hi vọng vào một tương lai tươi sáng hơn."]},
{"word": "Chót vót", "type": "Tính từ", "semantic": "Nghĩa: cao vượt hẳn lên trên tất cả, trông trơ trọi", "examples": ["Ngọn núi ấy cao chót vót.", "Chú chim đậu trên cành cây cao chót vót.", "Đứng trên đỉnh núi chót vót nhìn xuống, cảnh vật trông thật đẹp làm sao!"]},
{"word": "Chong chóng", "type": "Danh từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Chiếc chong chóng nhiều màu quay tít dưới cơn gió nhẹ. (danh từ 1)", "Bà nội mua cho tôi một chiếc chong chóng nhỏ ở chợ. (danh từ 1)", "Kỹ sư đang kiểm tra chong chóng của động cơ tàu thủy. (danh từ 2)", "Khi máy bay bay lên, chong chóng quay nhanh tạo lực đẩy. (danh từ 2)", "Cô giáo giục học sinh làm bài chong chóng để kịp giờ. (tính từ)", "Anh ấy dọn dẹp chong chóng để kịp đón khách. (tính từ)"]},
{"word": "Chông chênh", "type": "Tính từ", "semantic": "Nghĩa: không vững chãi vì không có chỗ dựa chắc chắn", "examples": ["Chiếc cầu tre chông chênh nối liền hai bờ sông.", "Con thuyền nhỏ chông chênh giữa dòng nước lớn.", "Đôi chân mệt mỏi bước đi chông chênh trên con đường đá sỏi.", "Trên con dốc chông chênh, anh ấy phải cẩn thận từng bước.", "Gió lớn làm cành cây chông chênh trong không trung."]},
{"word": "Chờn vờn", "type": "Động từ", "semantic": "Nghĩa: lượn quanh quẩn không rời, lúc gần lúc xa, khi ẩn khi hiện", "examples": ["Ánh sáng chờn vờn qua cửa sổ.", "Những đám mây chờn vờn trên bầu trời.", "Những cánh hoa chờn vờn trong gió xuân.", "Cô bé nhìn thấy bóng ai đó chờn vờn ngoài sân.", "Hình ảnh anh ấy chờn vờn trong tâm trí tôi."]},
{"word": "Chôm chôm", "type": "Danh từ", "semantic": "Nghĩa: ", "examples": ["Con chôm chôm nhảy trên mặt nước. (nghĩa 1)", "Bé thấy con chôm chôm đang bơi gần bờ. (nghĩa 1)", "Nước hồ đầy những con chôm chôm. (nghĩa 1)", "Bé thích ăn chôm chôm ngọt. (nghĩa 2)", "Quả chôm chôm có nhiều gai mềm. (nghĩa 2)", "Cô hái chôm chôm từ vườn nhà. (nghĩa 2)"]},
{"word": "Chới với", "type": "Động từ", "semantic": "Nghĩa: gợi tả cánh tay run rẩy cố với lên khoảng không nhiều lần, như muốn tìm chỗ bám víu", "examples": ["Đôi tay yếu ớt của bà cụ chới với trong không khí, tìm cách níu lấy thành giường. ", "Cô gái chới với tay ra phía trước, cố với lấy chiếc dây leo treo lơ lửng trên vách núi."]},
{"word": "Chơi vơi", "type": "Tính từ", "semantic": "Nghĩa: trơ trọi giữa khoảng trống rộng, không biết bấu víu vào đâu", "examples": ["Khi anh ta bị sa thải, cảm giác chơi vơi và mất phương hướng bao trùm lên tâm trí.", "Cô gái đứng giữa quảng trường rộng lớn, cảm thấy mình như đang lạc lõng và chơi vơi.", "Tâm trí tôi chơi vơi giữa những suy nghĩ hỗn loạn."]},
{"word": "Chói chang", "type": "Tính từ", "semantic": "Nghĩa: (ánh nắng) có độ sáng mạnh và toả rộng, làm cho loá mắt, khó nhìn", "examples": ["Mặt trời buổi trưa chói chang làm ai cũng mệt mỏi.", "Ánh nắng chói chang chiếu vào căn phòng nhỏ.", "Cánh đồng vàng rực dưới ánh nắng chói chang.", "Cô ấy phải che mắt vì nắng quá chói chang.", "Mùa hè, nắng chói chang làm không khí trở nên oi bức."]},
{"word": "Chiu chíu", "type": "Tính từ", "semantic": "Nghĩa: (tiếng rít) nhỏ, sắc lạnh do những vật nhỏ chuyển động rất nhanh trong không khí", "examples": ["Tôi nghe thấy tiếng chiu chíu khi viên đạn xé gió.", "Cơn gió lạnh lùa qua khe cửa, phát ra âm thanh chiu chíu.", "Trong trận đấu, tiếng tên bay chiu chíu thật rùng rợn.", "Những viên bi lăn trên sàn tạo ra tiếng chiu chíu nhỏ.", "Áo khoác bay trong gió phát ra tiếng chiu chíu."]},
{"word": "Chim chóc", "type": "Danh từ", "semantic": "Nghĩa: tất cả các loài chim (nói chung)", "examples": ["Buổi sáng, chim chóc hót líu lo trong vườn nhà.", "Ông lão ngồi trên ghế đá, ngắm nhìn chim chóc bay lượn trên trời.", "Chim chóc thường tụ tập ở công viên vào buổi sáng.", "Nhiều loài chim chóc quý hiếm sinh sống trong khu bảo tồn.", "Tiếng chim chóc hót vang làm không gian thêm sống động."]},
{"word": "Chiều chiều", "type": "Danh từ", "semantic": "Nghĩa: chiều này sang chiều khác, chiều nào cũng thế (nói về hành động lặp đi lặp lại theo thời gian)", "examples": ["Chiều chiều, bà thường ngồi kể chuyện xưa.", "Chiều chiều, tôi thích đi dạo quanh hồ.", "Đàn chim bay về tổ chiều chiều.", "Người dân ra bờ sông hóng mát chiều chiều.", "Trên cánh đồng, chiều chiều lại thấy đàn trâu thong thả về chuồng."]},
{"word": "Chiêm nghiệm", "type": "Động từ", "semantic": "Nghĩa: xem xét, phán đoán và nhận định bằng kinh nghiệm, sự từng trảI", "examples": ["Anh ấy chiêm nghiệm sau khi gặp thất bại.", "Cô ấy chiêm nghiệm về bài học hôm nay.", "Ông cụ hay chiêm nghiệm về cuộc đời.", "Chuyến đi giúp tôi chiêm nghiệm nhiều điều.", "Chúng tôi cùng ngồi chiêm nghiệm về những gì đã qua."]},
{"word": "Chỉn chu", "type": "Tính từ", "semantic": "Nghĩa: (làm việc) chu đáo, cẩn thận", "examples": ["Anh ấy luôn ăn mặc rất chỉn chu khi đi làm.", "Cô ấy trình bày báo cáo rất chỉn chu và rõ ràng.", "Người đầu bếp sắp xếp món ăn trên đĩa thật chỉn chu.", "Ông chủ luôn yêu cầu nhân viên làm việc một cách chỉn chu.", "Cậu bé chỉn chu sắp xếp sách vở trước khi đến trường."]},
{"word": "Chi chít", "type": "Tính từ", "semantic": "Nghĩa: (vật nhỏ) rất nhiều và cái này sít cái kia, hầu như không còn chỗ trống, chỗ hở", "examples": ["Bức tranh có chi chít những chấm nhỏ.", "Cô ấy viết chi chít lên tờ giấy ghi chú.", "Bầu trời chi chít những ngôi sao nhỏ.", "Cây cam trong vườn chi chít quả ngọt.", "Tường nhà bị dán chi chít những tờ giấy quảng cáo."]},
{"word": "Chạy chọt", "type": "Động từ", "semantic": "Nghĩa: cầu cạnh, lo lót để nhờ cậy hoặc xin xỏ việc gì đó", "examples": ["\r\nAnh ấy đã tốn rất nhiều tiền bạc để chạy chọt vào vị trí đó.\r\n", "\r\nBố mẹ cố chạy chọt cho cậu ta vào ngôi trường đó.\r\n", "Công việc của hắn ta là do chạy chọt mà có được."]},
{"word": "Chật vật", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Gia đình họ sống rất chật vật.", "Anh ấy phải chật vật kiếm sống để nuôi cả gia đình.", "Con tàu chật vật vượt qua cơn bão dữ.", "Cô ấy đã chật vật vượt qua những khó khăn trong cuộc đời.", "Họ sống chật vật trong căn nhà nhỏ hẹp."]},
{"word": "Chênh vênh", "type": "Tính từ", "semantic": "Nghĩa: ở vị trí cao mà không có chỗ dựa, dễ mất thăng bằng, trông không vững chắc", "examples": ["Tương lai của anh ấy vẫn còn rất chênh vênh.", "Chiếc cầu gỗ cũ kỹ này rất chênh vênh, không nên đi qua.", "Anh ấy luôn cảm thấy mình là một người lạc lõng, chênh vênh giữa dòng đời."]},
{"word": "Chập chững", "type": "Tính từ", "semantic": "Nghĩa: mới biết đi chưa vững vì mới tập đi", "examples": ["Bé con nhà hàng xóm mới chập chững biết đi, trông thật đáng yêu.", "Anh ấy mới chập chững bước vào nghề, còn nhiều điều phải học hỏi."]},
{"word": "Cheo leo", "type": "Tính từ", "semantic": "Nghĩa: ở vị trí vừa cao vừa không có chỗ bám víu, gây cảm giác nguy hiểm, dễ bị rơi, bị ngã", "examples": ["Những vách đá cheo leo bên bờ biển tạo nên khung cảnh hùng vĩ..", "Những ngọn núi cheo leo luôn là thử thách đối với các nhà leo núi chuyên nghiệp.", "Cây cầu treo bắc qua vực sâu trông rất cheo leo, khiến nhiều người e sợ."]},
{"word": "Chật chội", "type": "Tính từ", "semantic": "Nghĩa: chật, gây nên cảm giác bức bối khó chịu", "examples": ["Căn phòng này quá chật chội, không đủ chỗ cho mọi người ngồi.", "Giờ cao điểm, các tuyến xe buýt rất chật chội.", "Cuộc sống ở thành phố lớn thường rất chật chội và hối hả.", "Căn bếp nhỏ này quá chật chội để nấu một bữa ăn cho cả gia đình.", "Chiếc tủ quần áo của tôi quá chật chội, không còn chỗ để thêm đồ nữa."]},
{"word": "Chập chờn", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Tín hiệu internet chập chờn khiến bố tôi không thể làm việc được.", "Ánh nến chập chờn trong đêm tối tạo nên một không khí huyền ảo.", "Vì lo lắng không yên mà cả đêm qua mẹ tôi ngủ chập chờn."]},
{"word": "Chen chúc", "type": "Động từ", "semantic": "Đặt câu với từ Chen chúc:", "examples": ["Đám đông người hâm mộ chen chúc nhau để được nhìn thấy thần tượng của mình.", "Cửa hàng giảm giá luôn trong tình trạng chen chúc khách hàng.", "Chợ Tết luôn đông vui và chen chúc người qua lại."]},
{"word": "Chập choạng", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Trời chập choạng tối, những ngôi sao đầu tiên bắt đầu xuất hiện.", "Cậu bé ngồi một mình trên bãi biển, nhìn ra biển cả mênh mông khi trời chập choạng.", "Những cánh chim chập choạng giữa bầu trời."]},
{"word": "Chạng vạng", "type": "Tính từ", "semantic": "Nghĩa: hơi mờ tối, khi mặt trời vừa mới lặn", "examples": ["Anh ấy thường ra biển vào lúc chạng vạng.", "Tôi thích ngồi một mình trên ban công, ngắm nhìn thành phố khi chạng vạng.", "Trời đã chạng vạng mà cậu bé vẫn chưa về nhà."]},
{"word": "Chần chừ", "type": "Động từ", "semantic": "Nghĩa: Đắn đo, do dự, không quyết định dứt khoát ngay trong hành động", "examples": ["Cậu ấy cứ chần chừ mãi mới dám tỏ tình với bạn gái.", "Cậu bé chần chừ bước lên bục nhận giải.", "Cô ấy chần chừ một hồi rồi mới quyết định mua chiếc váy."]},
{"word": "Càu nhàu", "type": "Động từ", "semantic": "Nghĩa: nói lẩm bẩm tỏ ý không bằng lòng, bực tức, khó chịu", "examples": ["Cô bé càu nhàu vì không được mẹ mua đồ chơi mới.", "Mặc dù công việc rất vất vả nhưng anh ấy không bao giờ càu nhàu.", "Cậu bé càu nhàu vì phải ăn rau xanh."]},
{"word": "Chăm chỉ", "type": "Tính từ", "semantic": "Nghĩa: cố gắng làm một việc gì đó (thường là việc có ích) một cách đều đặn để thu được kết quả tốt", "examples": ["Cô ấy luôn chăm chỉ học bài mỗi tối.", "Anh trai tôi rất chăm chỉ làm việc để giúp đỡ gia đình.", "Em bé chăm chỉ vẽ bức tranh suốt cả buổi sáng.", "Cô giáo khen tôi vì tôi đã chăm chỉ làm bài tập.", "Bạn tôi chăm chỉ tập thể dục để giữ gìn sức khỏe."]},
{"word": "Cau có", "type": "Tính từ", "semantic": "Nghĩa: (vẻ mặt) nhăn nhó vì bực dọc, khó chịu", "examples": ["Hoàng cau có cả ngày vì bị bố mẹ mắng.", "Ông ấy cau có rồi bỏ đi.", "Anh ta lúc nào cũng cau có và gắt gỏng với mọi người."]},
{"word": "Chắc chắn", "type": "Tính từ, Động từ", "semantic": "Nghĩa: ", "examples": ["Kho báu được cất giấu ở một nơi chắc chắn. (tính từ)", "Con tàu được đóng rất chắc chắn. (tính từ)", "Anh ta chắc chắn biết sự việc đó. (tính từ)", "Tình hình này không có gì là chắc chắn cả. (tính từ)", "Chắc chắn chị đã nhìn nhầm! (động từ)", "Tôi chắc chắn cậu ấy là thủ phạm. (động từ)"]},
{"word": "Chậm chạp", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Hắn ta kéo lê chiếc bao tải một cách nặng nề, chậm chạp.", "Dáng điệu chậm chạp của cậu ta làm chúng tôi rất bực mình!", "Cô ấy là một người chậm chạp.", "Rùa là một loài vật chậm chạp."]},
{"word": "Chà là", "type": "Danh từ", "semantic": "Nghĩa: cây thuộc loại cau, dừa, quả to bằng quả nhót, vị ngọt, ăn được", "examples": ["Ở các nước Ả Rập, chà là là loại quả rất phổ biến.", "Người Ai Cập cổ đại dùng chà là để làm thức ăn và đồ uống.", "Chà là giàu chất xơ, tốt cho hệ tiêu hoá."]},
{"word": "Cay cú", "type": "Tính từ", "semantic": "Nghĩa: cảm thấy rất bực tức vì bị mất mát, thua thiệt và nóng lòng muốn gỡ lại cho bằng được", "examples": ["Anh ta cay cú và hậm hực suốt cả ngày vì kết quả của trận thi đấu.", "Mặc dù đã nhận được lời xin lỗi nhưng anh ta vẫn còn cay cú.", "Cái nhìn của anh ta sắc lạnh như dao, thể hiện sự cay cú trong lòng."]},
{"word": "Cào cào", "type": "Danh từ", "semantic": "Nghĩa: loại sâu bọ cánh thẳng, cùng họ với châu chấu, đầu nhọn, hay phá hoại cây trồng", "examples": ["Bé Lan thích thú bắt cào cào trong vườn.", "Cái lưng cào cào cong lên như chiếc võng nhỏ.", "Cào cào kêu ra rả trên đồng lúa chín vàng.", "Chiếc xe đạp cào cào ngày xưa mẹ đi học giờ vẫn còn ở nhà ông ngoại."]},
{"word": "Canh cánh", "type": "Tính từ", "semantic": "Nghĩa: (điều lo, nghĩ) không thể quên đi được, như lúc nào cũng vương vấn phải mang theo trong lòng", "examples": ["Hình ảnh về người bạn cũ cứ canh cánh mãi trong tâm trí của tôi.", "Hắn ta canh cánh nỗi hận thù không thể nguôi ngoai.", "Anh ta canh cánh nỗi lo về hành động sai trái của mình."]},
{"word": "Cặm cụi", "type": "Tính từ", "semantic": "Nghĩa: mải miết và lặng lẽ làm việc gì đó một cách cần mẫn, chăm chỉ", "examples": ["Bà cụ cặm cụi khâu vá những chiếc áo rách.", "Dưới ánh đè, Nam cặm cụi đọc sách.", "Mặc dù trời mưa, bác nông dân vẫn cặm cụi làm việc trên đồng.", "Cô bé cặm cụi vẽ tranh như một hoạ sĩ thực thụ."]},
{"word": "Cằn nhằn", "type": "Động từ", "semantic": "Nghĩa: nói lẩm bẩm dai dẳng, tỏ ý bực tức, phàn nàn về việc đã xảy ra", "examples": ["Ông ấy cằn nhằn vì công việc quá nhiều.", "Cô bé cằn nhằn vì không được đi chơi.", "Mặc dù công việc vất vả nhưng anh ấy không bao giờ cằn nhằn."]},
{"word": "Bung xung", "type": "Danh từ", "semantic": "Nghĩa: ", "examples": ["Quân lính dùng bung xung để tránh tên bắn. (nghĩa 1)", "Bung xung được dựng lên trước chiến hào. (nghĩa 1)", "Tên địch không xuyên qua nổi bung xung. (nghĩa 1)", "Anh ấy chỉ là bung xung, không phải chủ mưu. (nghĩa 2)", "Tôi không muốn làm bung xung cho người khác. (nghĩa 2)", "Họ dùng cô ấy làm bung xung để che giấu lỗi. (nghĩa 2)"]},
{"word": "Buồn bã", "type": "Tính từ", "semantic": "Nghĩa: có tâm trạng hoặc có tính chất buồn", "examples": ["Anh ta buồn bã vì bị mất việc.", "Con chó buồn bã khi chủ đi vắng.", "Cô bé buồn bã khi không được chơi cùng bạn.", "Ông ấy trông có vẻ buồn bã khi nhắc đến quá khứ.", "Mọi người buồn bã khi nghe tin về vụ tai nạn."]},
{"word": "Bụng nhụng", "type": "Tính từ", "semantic": "Nghĩa: mềm, nhão và dai (thường nói về thịt)", "examples": ["Cô ấy mặc chiếc áo quá chật nên lộ rõ phần bụng nhụng.", "Sau Tết, ai cũng kêu than vì bụng nhụng thêm vài ký mỡ.", "Anh ta ăn uống vô độ nên giờ bụng nhụng mỡ thừa.", "Chạy bộ mãi mà cái bụng nhụng này vẫn chẳng giảm đi tí nào.", "Mặc áo bó sát mà bụng nhụng thế kia thì ngại lắm."]},
{"word": "Bủn rủn", "type": "Tính từ", "semantic": "Nghĩa: rã rời gân cốt, như không còn cử động nổi nữa", "examples": ["Nghe tin dữ, chân tôi như bủn rủn không đứng vững.", "Anh ấy bủn rủn tay chân khi đối mặt với tên trộm.", "Lần đầu đứng trên sân khấu, tôi cảm thấy bủn rủn cả người.", "Cô ấy bủn rủn vì quá sợ khi nhìn thấy con rắn.", "Sau cuộc phẫu thuật, cơ thể ông cụ vẫn còn bủn rủn."]},
{"word": "Bực bội", "type": "Động từ", "semantic": "Nghĩa: cảm xúc tiêu cực thể hiện sự khó chịu vì không vừa ý", "examples": ["Tôi cảm thấy bực bội khi công việc không suôn sẻ.", "Anh ấy bực bội khi phải chờ quá lâu.", "Em cảm thấy bực bội khi không hiểu bài.", "Cô ấy bực bội vì không ai lắng nghe mình.", "Chó sủa suốt đêm làm hàng xóm bực bội."]},
{"word": "Bùi ngùi", "type": "Tính từ", "semantic": "Nghĩa: buồn vì thương cảm, xen lẫn luyến tiếc", "examples": ["Ông cụ bùi ngùi kể lại những năm tháng chiến tranh.", "Chúng tôi bùi ngùi tiễn người bạn thân ra sân bay.", "Nhận lá thư tay từ bạn cũ, lòng tôi bùi ngùi xúc động.", "Bài hát ấy làm mọi người bùi ngùi nhớ về quê hương.", "Đứng trước mộ cha, anh bùi ngùi không nói nên lời."]},
{"word": "Bừa bãi", "type": "Tính từ", "semantic": "Nghĩa: không có trật tự, thiếu nền nếp, bất chấp đúng sai", "examples": ["Đồ đạc trong phòng anh ấy vứt lung tung, rất bừa bãi.", "Đừng để sách vở bừa bãi trên bàn như thế.", "Rác bị vứt bừa bãi khắp nơi làm mất vệ sinh.", "Quần áo bừa bãi trên giường khiến căn phòng trông lộn xộn.", "Bạn không nên nói năng bừa bãi mà không suy nghĩ."]},
{"word": "Bùi nhùi", "type": "Danh từ", "semantic": "Nghĩa: mớ rơm rạ hoặc xơ tre nứa để rối, thường dùng làm mồi lửa", "examples": ["Tóc cậu ấy rối như cục bùi nhùi sau trận bóng.", "Cục bùi nhùi ở góc nhà khiến tôi phải dọn dẹp ngay.", "Anh ấy vò giấy thành một cục bùi nhùi rồi ném vào thùng rác.", "Cái áo len cũ bị giặt sai cách nên giờ trông như bùi nhùi.", "Lông con mèo bị ướt nên bết lại thành cục bùi nhùi."]},
{"word": "Bú dù", "type": "Danh từ", "semantic": "Nghĩa: khỉ (thường dùng làm tiếng mắng chửi)", "examples": ["Con nhỏ ấy luộm thuộm, nhìn như con bú dù.", "Hôm qua gặp nó, ăn mặc chẳng khác gì con bú dù!", "Đừng có làm như con bú dù giữa chốn đông người vậy chứ!", "Nhìn cậu luộm thuộm chẳng khác gì con bú dù đâu.", "Sao hôm nay đầu tóc mày bờm xờm như con bú dù vậy?"]},
{"word": "Bụi bặm", "type": "Danh từ", "semantic": "Nghĩa: bụi bẩn", "examples": ["Sau chuyến đi xa, chiếc xe phủ đầy bụi bặm.", "Anh ấy có vẻ ngoài bụi bặm nhưng rất cuốn hút.", "Công trường xây dựng luôn ngập tràn tiếng ồn và bụi bặm.", "Những con phố cũ kỹ đầy bụi bặm nhưng lại gợi nhiều kỷ niệm.", "Tủ sách lâu ngày không lau đã bám đầy bụi bặm."]},
{"word": "Bộp chộp", "type": "Tính từ", "semantic": "Nghĩa: (tính người) chưa suy nghĩ kĩ đã vội nói, vội làm", "examples": ["Anh ta hành động bộp chộp và làm hỏng mọi việc.", "Cô ấy bộp chộp nói ra điều gì đó mà không hiểu hết ý nghĩa.", "Hắn bộp chộp trả lời mà không lắng nghe hết câu hỏi.", "Cô bé bộp chộp ăn xong rồi vội vàng chạy đi chơi.", "Anh ấy vì bộp chộp mà đã mất cơ hội quý giá."]},
{"word": "Bức bách", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Anh ấy bị bức bách nên phải nộp bài sớm. (nghĩa 1)", "Cô ấy cảm thấy bị bức bách trong môi trường làm việc này. (nghĩa 1)", "Họ bức bách anh phải đưa ra câu trả lời ngay. (nghĩa 1)", "Việc cứu trợ nạn nhân lũ lụt là một nhiệm vụ bức bách. (nghĩa 2)", "Chúng tôi cần giải quyết công việc bức bách ngay lập tức. (nghĩa 2)", "Ngăn chặn sự cố này là điều bức bách ngay lúc này. (nghĩa 2)"]},
{"word": "Bồng bột", "type": "Tính từ", "semantic": "Nghĩa: sôi nổi, hăng hái, nhưng thiếu chín chắn, không lâu bền", "examples": ["Anh ấy đã có quyết định bồng bột và phải chịu hậu quả.", "Tuổi trẻ thường hay bồng bột và dễ phạm sai lầm.", "Vì quá bồng bột, cô ấy bỏ ngang việc học để đi làm.", "Hành động bồng bột lúc đó khiến tôi hối hận mãi về sau.", "Cô ấy xin lỗi vì đã hành động bồng bột và thiếu suy xét."]},
{"word": "Bong bóng", "type": "Danh từ", "semantic": "Nghĩa: ", "examples": ["Bong bóng cá giúp cá nổi trong nước. (nghĩa 1)", "Người ta lấy bong bóng cá để làm thực phẩm. (nghĩa 1)", "Người ta lấy bong bóng của dê để nấu ăn. (nghĩa 2)", "Bong bóng lợn được dùng để nấu ăn. (nghĩa 2)", "Trẻ con reo hò khi nhận được bong bóng. (nghĩa 3)", "Cửa hàng có nhiều bong bóng đủ màu sắc. (nghĩa 3)", "Khi đun nước, bong bóng nổi lên. (nghĩa 4)", "Bé vui vẻ thổi bong bóng xà phòng trong giờ tắm. (nghĩa 4)"]},
{"word": "Bóng bảy", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Cô ấy diện chiếc váy bóng bảy, thu hút mọi ánh nhìn. (nghĩa 1)", "Chiếc xe thể thao bóng bảy lướt qua đường phố. (nghĩa 1)", "Anh ta thích sưu tầm những món trang sức bóng bảy (nghĩa 1)", "Bài văn của cô ấy rất bóng bảy, đầy hình ảnh sinh động. (nghĩa 2)", "Anh ấy dùng lời lẽ bóng bảy để thuyết phục người nghe. (nghĩa 2)", "Nhà văn sử dụng những câu văn bóng bảy để miêu tả cảnh vật.  (nghĩa 2)"]},
{"word": "Bon bon", "type": "Tính từ", "semantic": "Nghĩa: (xe cộ chạy) nhanh và êm, tựa như lướt trên đường, rất bon", "examples": ["Chiếc xe mới bon bon trên con đường vắng.", "Anh lái xe bon bon qua các con phố.", "Chiếc xe thể thao bon bon trên đường cao tốc.", "Cô ấy thích lái chiếc ô tô bon bon trên những con đường đất đỏ.", "Mỗi sáng, chiếc xe buýt bon bon đi qua cánh đồng yên bình."]},
{"word": "Bôn chôn", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Khi đợi kết quả thi, tôi thấy lòng bôn chôn không yên. (nghĩa 1)", "Chú rể bôn chôn đợi cô dâu đến lễ cưới. (nghĩa 1)", "Bà bôn chôn lo lắng khi không thấy cháu về đúng giờ. (nghĩa 1)", "Cả nhà đều bôn chôn chuẩn bị cho bữa tiệc. (nghĩa 2)", "Cô ấy bôn chôn xếp đồ để kịp chuyến xe sắp tới. (nghĩa 2)", "Anh ấy bôn chôn vì công việc quá tải. (nghĩa 2)"]},
{"word": "Bỏm bẻm", "type": "Tính từ", "semantic": "Nghĩa: tả (người già) nhai lâu, thong thả, miệng không mở to", "examples": ["Bà ngồi bỏm bẻm nhai trầu dưới gốc cây.", "Ông già bỏm bẻm nhai từng miếng bánh, mắt nhìn xa xăm.", "Bà ngồi bỏm bẻm nhai trầu và nhắm mắt thư giãn.", "Mỗi khi ngồi nghỉ, ông bỏm bẻm nhai trầu, vẻ mặt thư thái.", "Miệng bỏm bẻm, ông kể chuyện xưa."]},
{"word": "Bồn chồn", "type": "Tính từ", "semantic": "Nghĩa: trạng thái thấp thỏm, mong ngóng, chờ đợi một việc gì chưa đến, chưa biết sẽ ra sao", "examples": ["Bà cụ bồn chồn ngồi đợi con cháu về thăm.", "Cả lớp bồn chồn khi chờ thầy giáo phát bài kiểm tra.", "Cô bé bồn chồn nhìn ra cửa sổ, đợi mẹ về.", "Trước khi lên sân khấu, tôi bồn chồn không yên.", "Trước kỳ thi, cô ấy bồn chồn, không thể tập trung học bài."]},
{"word": "Cầm cập", "type": "Tính từ", "semantic": "Nghĩa: từ mô phỏng hai tiếng hàm răng va vào nhau liên tiếp, thường vì run", "examples": ["Cô bé rét run cầm cập vì ở bên ngoài quá lâu.", "Vì quá sợ, bé Lan run lên cầm cập.", "Trời rét khiến chúng tôi ai cũng run cầm cập."]},
{"word": "Bờm xờm", "type": "Tính từ", "semantic": "Nghĩa: (lông, tóc) dài ngắn không đều và rối bù", "examples": ["Tóc anh ta để lâu ngày không cắt nên trông bờm xờm.", "Ông lão có bộ râu dài và bờm xờm, trông rất ấn tượng.", "Chiếc áo cũ bị sờn rách, nhìn thật bờm xờm.", "Mái tóc của cô bé sau khi ngủ dậy xù lên bờm xờm.", "Con mèo hoang với bộ lông bờm xờm chạy qua sân."]},
{"word": "Inh ỏi", "type": "Tính từ", "semantic": "Nghĩa: Mô tả âm thanh (tiếng kêu, réo) rất to,  lộn xộn và chói tai, thường khiến người nghe cảm thấy khó chịu.", "examples": ["Tiếng còi xe inh ỏi vang lên khắp phố vào giờ cao điểm.", "Bọn trẻ chơi đùa ngoài sân và la hét inh ỏi cả buổi chiều.", "Trong giờ ra chơi, hành lang trường học vang lên những tiếng cười nói inh ỏi.", "Tiếng chuông báo động vang lên inh ỏi, khiến mọi người hoảng sợ.", "Lũ gà gáy inh ỏi mỗi sáng sớm khiến tôi thức giấc."]},
{"word": "Ỉu xìu", "type": "Tính từ", "semantic": "Nghĩa: ỉu đến mức xẹp hẳn xuống, rũ hẳn xuống, không thể tươi lên được", "examples": ["Chiếc bánh đa ỉu xìu không thể ăn được nữa.", "Cây hoa trong chậu bị khô nên lá nó trở nên ỉu xìu.", "Khi biết tin không được đi chơi, tâm trạng của em cũng trở nên ỉu xìu.", "Giọng nói của cậu ấy ỉu xìu sau khi bị cô giáo mắng.", "Lạc mẹ rang tối qua giờ đã ỉu xìu vì không gói kĩ."]},
{"word": "Im ỉm", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái hoàn toàn không có tiếng động phát ra", "examples": ["Cậu ấy lúc nào cũng im ỉm.", "Cả nhà im ỉm như giấu tôi chuyện gì đó.", "Cả lớp im ỉm cùng nhau tổ chức sinh nhật cho cô giáo.", "Sao cậu cứ im ỉm không nói gì thế?", "Ban ngày, cửa nhà tôi lúc nào cũng đóng im ỉm vì không ai ở nhà."]},
{"word": "Im lìm", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái hoàn toàn không có tiếng động", "examples": ["Trong phòng học, mọi người đều im lìm khi cô giáo đang giảng bài.", "Sau trận đấu, sân bóng trở nên im lìm vì các đội đã về hết.", "Căn nhà nhỏ bên hồ luôn im lìm vào ban đêm.", "Cả khu vườn im lìm vào buổi sáng sớm khi mọi người chưa dậy.", "Trong buổi tối tĩnh lặng, không khí xung quanh trở nên im lìm."]},
{"word": "Im ắng", "type": "Tính từ", "semantic": "Nghĩa: chỉ sự yên tĩnh, không có tiếng động hoặc rất ít âm thanh", "examples": ["Cả lớp im ắng lắng nghe cô giáo giảng bài.", "Mọi người trong phòng họp đều im ắng, tập trung nghe báo cáo từ trưởng phòng.", "Lớp học im ắng khi thầy giáo bước vào, mọi tiếng nói cười đều dừng lại.", "Khi đêm xuống, cả ngôi làng chìm vào sự im ắng, không một tiếng động.", "Buổi sáng sớm ở vùng quê thật im ắng, thỉnh thoảng mới nghe thấy tiếng chim hót nhẹ nhàng."]},
{"word": "Bối rối", "type": "Tính từ", "semantic": "Nghĩa: lúng túng, mất bình tĩnh, không biết nên xử trí thế nào", "examples": ["Cô ấy cảm thấy bối rối khi gặp người lạ trong buổi tiệc.", "Anh ta bối rối không biết nên trả lời câu hỏi như thế nào.", "Tôi cảm thấy bối rối khi bị hỏi về chuyện này.", "Em bé bối rối khi nhận được nhiều lời khen một lúc.", "Chúng tôi đều bối rối khi phải đưa ra quyết định quan trọng."]},
{"word": "Bồi hồi", "type": "Tính từ", "semantic": "Nghĩa: chỉ cảm xúc xao xuyến, không yên lòng", "examples": ["Anh không khỏi bồi hồi khi đọc lại bức thư từ người bạn cũ.", "Ngày tiễn con đi học xa, mẹ tôi bồi hồi nhìn theo bóng dáng nhỏ bé của tôi khuất dần.", "Trong ngày họp lớp, ai nấy đều bồi hồi nhớ về những ngày tháng học trò vui vẻ.", "Đứng trước cổng trường, anh bồi hồi nhìn lại quãng thời gian thanh xuân đã qua.", "Mỗi khi xa quê hương của mình, lòng em lại bồi hồi một niềm thương nỗi nhớ."]},
{"word": "Bơ vơ", "type": "Tính từ", "semantic": "Nghĩa: lẻ loi một mình, không nơi nương tựa", "examples": ["Anh ấy cảm thấy bơ vơ khi đến nơi mới.", "Cậu bé đứng bơ vơ không biết đi đâu.", "Tôi cảm thấy bơ vơ giữa chốn đông người.", "Cô bé bơ vơ vì không tìm thấy mẹ.", "Cô ấy nhìn bơ vơ khi không thể tìm được đường về nhà."]},
{"word": "Bơ phờ", "type": "Tính từ", "semantic": "Nghĩa: có vẻ ngoài lộ rõ trạng thái rất mệt mỏi, trông như mất hết cả sinh khí, sức lực", "examples": ["Sau một ngày làm việc mệt mỏi, tôi cảm thấy bơ phờ.", "Cô ấy bơ phờ vì thức khuya học bài.", "Anh ta nhìn bơ phờ, có vẻ như đã không ngủ cả đêm.", "Sau chuyến đi dài, tôi cảm thấy bơ phờ và kiệt sức.", "Cả nhóm đều bơ phờ sau một buổi học căng thẳng."]},
{"word": "Bịt bùng", "type": "Tính từ", "semantic": "Nghĩa: kín mít, không còn chỗ nào hở", "examples": ["Những đám mây bịt bùng bầu trời, không thấy chút ánh sáng nào.", "Mặt nước hồ bịt bùng bởi lớp rong rêu dày đặc.", "Cả căn nhà đã bịt bùng bằng các tấm nilon để tránh bụi bặm.", "Con đường trong rừng bịt bùng bởi những tán cây rậm rạp.", "Khu vườn bịt bùng bởi hàng rào cây leo dày đặc."]},
{"word": "Bỡ ngỡ", "type": "Tính từ", "semantic": "Nghĩa: có cảm giác ngỡ ngàng, lúng túng vì còn mới lạ, chưa quen", "examples": ["Tôi cảm thấy bỡ ngỡ khi lần đầu tiên đến thành phố này.", "Em vẫn còn bỡ ngỡ khi học môn này.", "Cô bé bỡ ngỡ khi phải đứng trước đám đông biểu diễn.", "Anh ấy bỡ ngỡ khi lần đầu tiên lái xe đường dài.", "Cô ấy vẫn còn bỡ ngỡ với các bạn mới."]},
{"word": "Bỏ bê", "type": "Động từ", "semantic": "Nghĩa: bỏ mặc, không quan tâm, chăm nom gì đến", "examples": ["Anh ấy đã bỏ bê công việc của mình suốt mấy tháng nay.", "Cô gái cảm thấy buồn vì bạn bè bỏ bê mối quan hệ.", "Gia đình anh ấy bỏ bê việc chăm sóc vườn tược.", "Cô đã bỏ bê việc học trong suốt kỳ nghỉ hè.", "Mẹ cô ấy rất lo lắng vì con gái đã bỏ bê sức khỏe của mình."]},
{"word": "Bìm bìm", "type": "Danh từ", "semantic": "Nghĩa: cây leo, hoa hình phễu màu trắng hoặc tím xanh, thường mọc leo ở các bờ rào", "examples": ["Cánh hoa bìm bìm nở tím ngắt ven đường.", "Những chùm hoa bìm bìm buông rủ nhẹ nhàng dưới ánh nắng.", "Cô bé thích ngắm hoa bìm bìm trong vườn nhà.", "Cây bìm bìm leo kín tường, phủ một màu tím đẹp mắt.", "Cả khu vườn ngập tràn sắc hoa bìm bìm vào mùa xuân."]},
{"word": "Béo bở", "type": "Tính từ", "semantic": "Nghĩa: dễ mang lại nhiều lợi, dễ sinh lợi", "examples": ["Cô ấy nhận ra đây là mối làm ăn béo bở.", "Hắn luôn săn tìm những dự án béo bở để kiếm lời.", "Đây là vị trí béo bở mà nhiều người mong muốn.", "Người ta đồn rằng hợp đồng này cực kỳ béo bở.", "Anh ấy cảm thấy mình vừa bỏ lỡ một cơ hội béo bở."]},
{"word": "Bì bõm", "type": "Động từ", "semantic": "Nghĩa: chỉ tiếng lội hay tiếng đập nước nhẹ và liên tiếp", "examples": ["Trẻ con bì bõm chạy qua vũng nước mưa.", "Chú chó bì bõm đi lội qua con suối nhỏ.", "Anh ấy bì bõm bước đi giữa con đường ngập nước.", "Những con vịt bì bõm bơi trong hồ đầy nước.", "Con cá bì bõm bơi trong làn nước mát."]},
{"word": "Bềnh bồng", "type": "Tính từ", "semantic": "Nghĩa: gợi tả dáng chuyển động lên xuống nhẹ nhàng theo làn sóng, làn gió", "examples": ["Những đám mây bềnh bồng trôi trên bầu trời xanh.", "Con thuyền nhỏ bềnh bồng trên mặt nước hồ yên ả.", "Chiếc lá vàng bềnh bồng rơi nhẹ xuống mặt đất.", "Cảm giác như tôi đang bềnh bồng trong giấc mơ.", "Những cánh hoa lục bình bềnh bồng trôi theo dòng sông."]},
{"word": "Bĩ bàng", "type": "Tính từ", "semantic": "Nghĩa: đầy đủ, thỏa thuê", "examples": ["Bữa cơm tối thật bĩ bàng và ngon miệng.", "Cả gia đình ăn uống bĩ bàng trong không khí ấm cúng.", "Mâm cỗ Tết luôn bĩ bàng đủ món ngon.", "Tiệc sinh nhật được tổ chức thật bĩ bàng.", "Cuộc sống nơi làng quê thật bĩ bàng và bình yên."]},
{"word": "Bì bà bì bõm", "type": "Động từ", "semantic": "Nghĩa: chỉ tiếng lội hay tiếng đập nước nhẹ và liên tiếp ở mức độ nhiều", "examples": ["Những đứa trẻ bì bà bì bõm chơi đùa dưới mưa.", "Tiếng chân bì bà bì bõm vang lên trên con đường ngập nước.", "Anh ấy đi qua vũng nước với tiếng bước bì bà bì bõm.", "Đôi dép nhựa bì bà bì bõm mỗi khi bước trên nền đất ướt.", "Đàn trâu bì bà bì bõm lội qua con sông cạn."]},
{"word": "Bệ vệ", "type": "Tính từ", "semantic": "Nghĩa: có dáng điệu, cử chỉ ra vẻ ông lớn, bà lớn", "examples": ["Ông ta bước vào phòng với dáng vẻ bệ vệ đầy uy nghi.", "Chú chó to lớn nằm ở hiên nhà trông rất bệ vệ.", "Cây cổ thụ đứng bệ vệ giữa cánh đồng.", "Với bộ lễ phục, hắn trông càng thêm phần bệ vệ.", "Tòa nhà cổ kính này toát lên vẻ bệ vệ và trang nghiêm."]},
{"word": "Bép xép", "type": "Động từ", "semantic": "Nghĩa: hay nói ra những điều cần giữ kín", "examples": ["Cán bộ quân sự tuyệt đối không được bép xép.", "Anh ấy luôn bép xép mọi bí mật.", "Đừng để ai bép xép về chuyện này.", "Chuyện nhỏ mà cô ấy cũng bép xép.", "Cậu ấy bép xép suốt về chuyện của hàng xóm."]},
{"word": "Bề bộn", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Đồ đạc trong nhà bề bộn khắp nơi. (nghĩa 1)", "Bàn học của tôi lúc nào cũng bề bộn. (nghĩa 1)", "Phòng bếp trông rất bề bộn sau bữa ăn. (nghĩa 1)", "Anh ấy than thở vì công việc bề bộn. (nghĩa 2)", "Khi Tết đến, ai cũng bề bộn. (nghĩa 2)", "Hôm nay lịch trình bề bộn từ sáng đến tối. (nghĩa 2)"]},
{"word": "Bẽn lẽn", "type": "Tính từ", "semantic": "Nghĩa: có dáng vẻ rụt rè, thiếu tự nhiên và e thẹn hoặc vì chưa quen", "examples": ["Bạn học sinh mới bẽn lẽn giới thiệu bản thân trước cả lớp.", "Cô gái bẽn lẽn khi nhận được lời mời của người bạn.", "Nam bẽn lẽn không biết nói gì ngoài những câu xã giao."]},
{"word": "Bẽ bàng", "type": "Tính từ", "semantic": "Nghĩa: cảm giác xấu hổ, buồn tủi vì cảm thấy bị người ta chê cười, bị rơi vào hoàn cảnh éo le", "examples": ["Anh ấy cảm thấy vô cùng bẽ bàng khi bị phát hiện ra những bí mật của mình.", "Hành động của anh ta gây ra sự bẽ bàng lớn cho gia đình.", "Cậu ấy bẽ bàng nhận ra rằng mình đã hiểu lầm về người bạn thân thiết nhất."]},
{"word": "Bầy hầy", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Phòng của cậu ấy bầy hầy như cái chợ.", "Thói quen để đồ đạc bầy hầy sẽ khiến bạn khó tìm kiếm được chúng.", "Anh ta làm việc gì cũng bầy hầy.", "Cuộc họp hôm qua diễn ra rất bầy hầy, mọi người nói chuyện lấn át lẫn nhau."]},
{"word": "Be be", "type": "Tính từ", "semantic": "Nghĩa: chỉ tiếng dê, cừu kêu", "examples": ["Con cừu kêu be be trong chuồng.", "Bé nghe tiếng dê kêu be be liền bật cười.", "Đàn dê chạy khắp sân, kêu be be vui nhộn.", "Đứa trẻ bắt chước tiếng cừu kêu be be rất đáng yêu.", "Sáng nào cũng nghe tiếng dê kêu be be ngoài đồng."]},
{"word": "Bát ngát", "type": "Tính từ", "semantic": "Nghĩa: rộng lớn đến mức tầm mắt không thể bao quát hết được", "examples": ["Cánh rừng nguyên sinh trải rộng bát ngát, cây cối um tùm.", "Bầu trời trong xanh, bát ngát, không một gợn mây.", "Biển cả mênh mông, bát ngát, sóng vỗ rì rào."]},
{"word": "Bày biện", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Cô ấy bày biện căn phòng trông thật đẹp mắt!", "Bàn ăn được bày biện tinh tế.", "Các sản phẩm mới được bày biện một cách khoa học và bắt mắt."]},
{"word": "Bập bõm", "type": "Phụ từ", "semantic": "Nghĩa: (nhớ, biết, nghe) một cách không chắc chắn, không đầy đủ, chỗ được chỗ không", "examples": ["Cậu ấy chỉ nghe bập bõm được cuộc trò chuyện của họ.", "Trí nhớ của cậu ấy không tốt, chỉ bập bõm một vài thứ đã qua."]},
{"word": "Bầu bĩnh", "type": "Tính từ", "semantic": "Nghĩa: (khuôn mặt) tròn, đầy đặn, trông dễ thương", "examples": ["Cô bé có đôi máu bầu bĩnh hồng đào thật đáng yêu.", "Cô ấy cười tươi rói, đôi má bầu bĩnh ửng hồng lên trông thật rạng rỡ!"]},
{"word": "Bây bẩy", "type": "Phó từ", "semantic": "Nghĩa: ", "examples": ["Cô ấy đứng giữa trời gió rét, run bây bẩy. (nghĩa 1)", "Nhìn ông cụ run bây bẩy vì lạnh mà tôi thấy thương. (nghĩa 1)", "Đứa trẻ bị lạnh đến nỗi run bây bẩy. (nghĩa 1)", "Anh ta chối bây bẩy mọi cáo buộc. (nghĩa 2)", "Cô ấy nhất định chối bây bẩy, không nhận lỗi. (nghĩa 2)", "Mặc dù có bằng chứng, hắn vẫn chối bây bẩy. (nghĩa 2)"]},
{"word": "Bập bềnh", "type": "Động từ", "semantic": "Nghĩa: trôi nổi nhấp nhô theo làn sóng, lúc dâng lên, lúc hạ xuống", "examples": ["Con thuyền nhỏ trôi bập bềnh trên mặt biển.", "Chiếc lá nhẹ trôi bập bềnh trên mặt nước.", "Từng cơn sóng bập bềnh vỗ vào bờ."]},
{"word": "Bập bùng", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Ngọn lửa bập bùng giữa rừng núi.", "Ánh đèn lồng bập bùng trong đêm hội.", "Âm thanh của chiếc đàn bập bùng khắp đêm hội."]},
{"word": "Bập bênh", "type": "Động từ, Danh từ", "semantic": "Nghĩa: ", "examples": ["Cây cầu gỗ này rất bập bênh nên cần cẩn thận khi đi qua. (động từ)", "Chiếc ghế này ngồi lênh đã bập bênh. (động từ)", "Chiếc bập bênh gỗ này đã cũ lắm rồi. (danh từ)", "Bập bênh là một trò chơi phổ biến ở nhiều nước. (danh từ)"]},
{"word": "Bấp bênh", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Chiếc ghế cũ kĩ này đã rất bấp bênh.", "Cái bàn này bị gãy một chân nên rất bấp bênh.", "Chiếc cầu treo trông rất bấp bênh khiến ai cũng sợ phải đi qua.", "Sức khoẻ của ông tôi ngày càng bấp bênh khiến cả nhà lo lắng.", "Kế hoạch du lịch của chúng tôi đang rất bấp bênh vì dịch bệnh.", "Do tình hình kinh tế bấp bênh, nhiều người đã mất việc làm."]},
{"word": "Bảnh bao", "type": "Tính từ", "semantic": "Nghĩa: (ăn mặc) sang, trau chuốt, tươm tất (thường dùng cho nam giới)", "examples": ["Anh ta rất bảnh bao khi đi dự tiệc.", "Em trai tôi bảnh bao trong bộ đồ mới.", "Mặc dù đã lớn tuổi nhưng ông ấy vẫn rất bảnh bao."]},
{"word": "Bâng khuâng", "type": "Tính từ", "semantic": "Nghĩa: có những cảm xúc luyến tiếc, nhớ thương xen lẫn nhau, gây ra trạng thái như hơi ngẩn ngơ. ", "examples": ["Nhìn khuôn mặt bâng khuâng của cô ấy, tôi đoán được cô ấy đang gặp nhiều tâm sự.", "Dưới ánh trăng, tôi bâng khuâng nhớ lại kỉ niệm xưa. ", "Nhìn những cánh hoa rơi, lòng tôi bỗng trở nên bâng khuâng. ", " Mùi hương hoa bưởi thơm lừng bâng khuâng trong gió."]},
{"word": "Báng bổ", "type": "Động từ", "semantic": "Nghĩa: có lời nói hay hành động xúc phạm đến những điều được cho là thiêng liêng, đáng kính", "examples": ["Báng bổ thần linh là một điều không nên làm.", "Những lời lẽ báng bổ của hắn làm tổn thương lòng tự trọng của nhiều người.", "Việc báng bổ lịch sử dân tộc là một hành vi đáng lên án."]},
{"word": "Bập bẹ", "type": "Tính từ", "semantic": "Nghĩa: (nói năng) chưa sõi, chưa lưu loát do mới tập hoặc mới học nói", "examples": ["Em bé bắt đầu bập bẹ gọi \"mẹ\".", "Cháu tôi vừa bập bẹ tập đếm số.", "Cô ấy bập bẹ học những từ tiếng Anh cơ bản.", "Bé con bập bẹ hát theo bài nhạc thiếu nhi.", "Anh nghe con bập bẹ nói và cười không ngớt."]},
{"word": "Bần thần", "type": "Tính từ", "semantic": "Nghĩa: có vẻ không được linh hoạt vì mệt mỏi hoặc vì đang có điều gì đó phải lo nghĩ", "examples": ["Anh ta ngồi bần thần suốt mấy tiếng đồng hồ trong phòng.", "Sau cú sốc ấy, Nam thường xuyên trở nên bần thần.", "Cậu bé đứng đó, nhìn theo bóng mẹ mà bần thần."]},
{"word": "Bần bật", "type": "Tính từ", "semantic": "Nghĩa: (run, rung) mạnh, giật nẩy lên liên tiếp", "examples": ["Anh ấy run bần bật vì lạnh.", "Tôi giận đến mức cả người run bần bật.", "Đứa trẻ run bần bật khi sợ hãi.", "Anh ấy tức giận và chân tay run bần bật.", "Người đàn ông run bần bật khi đứng trước đám đông."]},
{"word": "Ì ầm", "type": "Tính từ", "semantic": "Nghĩa: (tiếng động) trầm và kéo dài lúc to lúc nhỏ, không đều nhau, từ xa vọng lại", "examples": ["Mưa rơi ì ầm trên mái nhà.", "Xa xa, tiếng xe tải chạy ì ầm qua đường.", "Cơn bão đang tới gần với tiếng gió ì ầm.", "Tiếng máy bay ì ầm trên bầu trời khiến tôi không ngủ được.", "Con tàu khởi hành với tiếng động ì ầm."]},
{"word": "Băn khoăn", "type": "Tính từ", "semantic": "Nghĩa: không yên lòng vì đang có nhiều điều bắt buộc phải nghĩ ngợi, cân nhắc", "examples": ["Anh ấy luôn băn khoăn về tương lai của mình sau khi tốt nghiệp.", "Nhiều người dân đang băn khoăn về tình hình kinh tế hiện nay.", "Tôi đã băn khoăn rất lâu mà vẫn chưa tìm được lời giải cho bài toán này."]},
{"word": "Bạc nhạc", "type": "Tính từ", "semantic": "Nghĩa: thịt có màng dai và gân, không có phần nạc (thường là thịt bò, thịt trâu)", "examples": ["Miếng thịt bạc nhạc này dai quá!.", "Số thịt còn lại trên bàn toàn là bạc nhạc."]},
{"word": "Bàn bạc", "type": "Động từ", "semantic": "Nghĩa: bàn đi bàn lại, trao đổi ý kiến giữa nhiều người", "examples": ["Trước khi đưa ra quyết định cuối cùng, gia đình tôi cần bàn bạc kĩ lưỡng.", "Họ đang bàn bạc về kế hoạch tổ chức sinh nhật bất ngờ cho cô ấy.", "Sau khi bàn bạc, chúng tôi quyết định sẽ tham gia giải thể thao của trường."]},
{"word": "Đùng đùng", "type": "Phụ từ", "semantic": "Nghĩa: ", "examples": ["Lửa cháy đùng đùng lan rộng ra cả cánh rừng. (nghĩa 1)", "Cơn bão đến, gió thổi đùng đùng làm cây ngã. (nghĩa 1)", "Mặt biển nổi sóng đùng đùng trong cơn bão. (nghĩa 1)", "Cô ấy đùng đùng nổi giận vì chuyện nhỏ. (nghĩa 2)", "Hắn đùng đùng đứng dậy và hét lớn. (nghĩa 2)", "Họ đùng đùng hủy bỏ chuyến du lịch đã lên kế hoạch. (nghĩa 2)"]},
{"word": "Đời đời", "type": "Danh từ", "semantic": "Nghĩa: đời này tiếp đến đời khác, mãi mãi", "examples": ["Cây đa này đã tồn tại đời đời ở làng quê.", "Tiếng hát dân ca sẽ mãi vang vọng đời đời.", "Người dân nguyện nhớ ơn tổ tiên đời đời.", "Bài hát này sẽ sống mãi đời đời với thời gian.", "Những giá trị văn hóa cần được bảo tồn đời đời."]},
{"word": "Đông đúc", "type": "Tính từ", "semantic": "Nghĩa: có rất nhiều người ăn ở và đi lại", "examples": ["Khu chợ thường đông đúc vào cuối tuần.", "Trường học của tôi rất đông đúc vào giờ ra chơi.", "Các bãi biển ở Đà Nẵng rất đông đúc vào mùa hè.", "Đường sá và giờ cao điểm vô cùng đông đúc.", "Mẹ tôi rất sợ những nơi đông đúc người qua lại."]},
{"word": "Đo đỏ", "type": "Tính từ", "semantic": "Nghĩa: chỉ màu sắc, hơi đỏ", "examples": ["Viên gạch kia có màu đo đỏ.", "Mặt cô ấy đo đỏ vì ngượng.", "Sau khi đi nắng về, làn da anh ấy hơi đo đỏ.", "Quả lựu chín trông đo đỏ, thật bắt mắt.", "Chiếc lá mùa thu chuyển màu đo đỏ trước khi rụng."]},
{"word": "Đoạ đày", "type": "Động từ", "semantic": "Nghĩa: bắt phải chịu cảnh đau khổ, cực nhục", "examples": ["Họ cảm thấy bị đoạ đày khi phải làm việc liên tục mà không có thời gian nghỉ ngơi.", "Trong quá khứ, người nô lệ thường bị đoạ đày bởi chủ nhân của mình.", "Những điều kiện sống khắc nghiệt có thể đoạ đày con người cả về mặt thể chất lẫn tinh thần.", "Anh ta đã trải qua nhiều năm đoạ đày trong cuộc sống vì không tìm được sự hỗ trợ cần thiết.", "Ông ta đã bị đoạ đày trong cảnh ngục tù."]},
{"word": "Đắn đo", "type": "Động từ", "semantic": "Nghĩa: so sánh, suy xét giữa nên hay không nên, chưa đi đến quyết định", "examples": ["Cô ấy đắn đo trước lời mời làm việc hấp dẫn này.", "Mai đắn đo không biết có nên nói ra sự thật với bạn mình hay không.", "Nhà văn đắn đo từng câu chữ để tạo nên một tác phẩm hoàn hảo."]},
{"word": "Đẹp đẽ", "type": "Tính từ", "semantic": "Nghĩa: có hình thức hoặc phẩm chất đem lại sự hứng thú đặc biệt, làm cho người ta thích nhìn ngắm hoặc kính nể", "examples": ["Chị ấy sống trong một căn nhà đẹp đẽ.", "Cô dâu mặc một chiếc váy đẹp đẽ khiến ai cũng trầm trồ.", "Những bức tranh trên tường vô cùng đẹp đẽ.", "Cảnh núi non hùng vĩ thật đẹp đẽ!", "Những câu chuyện cổ tích thường kết thúc với một cái kết đẹp đẽ và hạnh phúc."]},
{"word": "Đảm đang", "type": "Tính từ", "semantic": "Nghĩa: giỏi giang trong công việc, thường là việc gia đình", "examples": ["Người phụ nữ đảm đang thường biết cách quán xuyến công việc nhà.", "Chị tôi rất đảm đang khi vừa làm việc, vừa chăm sóc con nhỏ.", "Một người mẹ đảm đang sẽ luôn biết cách lo liệu mọi thứ trong gia đình.", "Em gái tôi rất đảm đang, dù còn nhỏ nhưng đã biết phụ mẹ làm việc nhà.", "Bà ngoại luôn là hình mẫu đảm đang mà tôi noi theo."]},
{"word": "Đày đoạ", "type": "Động từ", "semantic": "Nghĩa: bắt phải chịu cảnh đau khổ, cực nhục", "examples": ["Họ cảm thấy bị đày đoạ khi phải làm việc liên tục mà không có thời gian nghỉ ngơi.", "Trong quá khứ, người nô lệ thường bị đày đoạ bởi chủ nhân của mình.", "Những điều kiện sống khắc nghiệt có thể đày đoạ con người cả về mặt thể chất lẫn tinh thần.", "Anh ta đã trải qua nhiều năm đày đoạ trong cuộc sống vì không tìm được sự hỗ trợ cần thiết.", "Ông ta đã bị đày đoạ trong cảnh ngục tù."]},
{"word": "Dùng dằng", "type": "Động từ", "semantic": "Nghĩa: lưỡng lự, chưa quyết định dứt khoát xem nên đi hay nên ở", "examples": ["Cô ấy dùng dằng mãi chưa muốn rời đi.", "Anh ta dùng dằng giữa hai lựa chọn khó khăn.", "Cô bé dùng dằng không chịu vào lớp.", "Họ dùng dằng suốt cả buổi, chưa ai chịu nhường ai.", "Anh ấy dùng dằng ở cửa, không muốn nói lời tạm biệt."]},
{"word": "Du dương", "type": "Tính từ", "semantic": "Nghĩa: (âm thanh) lên bổng xuống trầm, nghe rất êm tai", "examples": ["Tiếng nhạc du dương trầm bổng.", "Cô ấy thích nghe những bản nhạc du dương mỗi tối.", "Lời hát du dương khiến mọi người say mê.", "Tiếng sáo du dương làm lòng người nhẹ nhàng hơn.", "Âm thanh du dương từ chiếc đàn piano thật êm ái."]},
{"word": "Dụ dỗ", "type": "Động từ", "semantic": "Nghĩa: làm cho xiêu lòng mà nghe theo, làm theo bằng những lời hứa hẹn về quyền lợi", "examples": ["Anh ta cố gắng dụ dỗ cô bé đi theo mình.", "Bạn không nên để người khác dụ dỗ làm điều xấu.", "Hắn dụ dỗ cô ấy vào một vụ lừa đảo.", "Cô bé bị dụ dỗ mua đồ không cần thiết.", "Nhân viên bán hàng dụ dỗ khách mua thêm sản phẩm."]},
{"word": "Dông dài", "type": "Tính từ", "semantic": "Nghĩa: ", "examples": ["Hắn ta thường kể chuyện dông dài, làm người nghe chán ngán.  (nghĩa 1)", "Cô ấy luôn trả lời email một cách dông dài, khó hiểu. (nghĩa 1)", "Bài giảng của thầy giáo hôm nay hơi dông dài. (nghĩa 1)", "Hắn ta lãng phí thời gian vào những thú vui dông dài. (nghĩa 2)", "Anh ấy từng có một giai đoạn sống dông dài trước khi ổn định công việc. (nghĩa 2)", "Cậu ấy sống một cuộc đời lông bông, dông dài mãi mà không có mục tiêu. (nghĩa 2)"]},
{"word": "Dong dỏng", "type": "Tính từ", "semantic": "Nghĩa: (thường kết hợp với cao) hơi gầy và thon, trông cân đối, ưa nhìn", "examples": ["Cô ấy có dáng người dong dỏng cao.", "Cây cau mọc thẳng, thân dong dỏng giữa sân.", "Chàng trai dong dỏng cao đang đứng ở góc phố.", "Người mẫu này có thân hình dong dỏng, rất thu hút.", "Cái cây dong dỏng vươn lên giữa khu vườn xanh tươi."]},
{"word": "Dõng dạc", "type": "Tính từ", "semantic": "Nghĩa: mạnh mẽ, rõ ràng và chững chạc (thường dùng để chỉ giọng nói)", "examples": ["Trong cuộc họp, chị ấy phát biểu dõng dạc và rõ ràng để mọi người hiểu rõ vấn đề.", "Ông trưởng làng đọc bản thông báo dõng dạc để mọi người đều nghe thấy.", "Với phong cách diễn thuyết dõng dạc, cô ấy đã thuyết phục được cả hội đồng.", "Mặc dù chưa quen với việc đứng trước đám đông, cô vẫn cố gắng phát biểu dõng dạc.", "Trong cuộc thi hùng biện, thí sinh phải nói dõng dạc và truyền cảm để ghi điểm."]},
{"word": "Dồi dào", "type": "Tính từ", "semantic": "Nghĩa: rất nhiều, đến mức cần bao nhiêu cũng có đủ", "examples": ["Cô ấy luôn có dồi dào năng lượng và nhiệt huyết trong công việc.", "Họ có dồi dào thời gian để chuẩn bị cho cuộc thi.", "Tôi luôn mong ông bà có sức khoẻ dồi dào.", "Tiền bạc dồi dào là điều ai cũng mong muốn trong cuộc sống.", "Họ cảm thấy dồi dào hạnh phúc."]},
{"word": "Dìu dặt", "type": "Tính từ", "semantic": "Nghĩa: lúc nhanh lúc chậm một cách nhịp nhàng và êm nhẹ (thường nói về âm thanh)", "examples": ["Tiếng sáo vang lên một cách dìu dặt trong đêm.", "Giọng hát của cô ấy nghe thật dìu dặt và êm ái.", "Bản nhạc phát ra giai điệu dìu dặt, khiến tôi cảm thấy bình yên.", "Gió thổi dìu dặt qua cánh đồng xanh mướt.", "Tiếng đàn dìu dặt làm lòng người thư thái."]},
{"word": "Dìu dịu", "type": "Tính từ", "semantic": "Nghĩa: không còn gay gắt nữa, mà tạo một cảm giác dễ chịu", "examples": ["Gió mùa thu thổi dìu dịu qua hiên nhà.", "Ánh nắng chiều dìu dịu chiếu xuống khu vườn.", "Nước sông chảy dìu dịu, êm ả.", "Mùi hương hoa lan tỏa dìu dịu trong không gian.", "Trà này có vị dìu dịu, dễ uống."]},
{"word": "Dở dang", "type": "Tính từ", "semantic": "Nghĩa: đang còn chưa xong, chưa trọn vẹn nhưng phải dừng, phải bỏ", "examples": ["Dự án xây dựng vẫn còn dở dang vì thiếu nguồn tài chính.", "Những kế hoạch dở dang của năm ngoái được tiếp tục thực hiện trong năm nay", "Những công việc dở dang từ tuần trước được đưa vào danh sách ưu tiên hoàn thành."]},
{"word": "Dịu dàng", "type": "Tính từ", "semantic": "Nghĩa: có hành động, cử chỉ, lời nói nhẹ nhàng, ân cần, tạo cảm giác dễ chịu, tác động êm nhẹ đến các giác quan hoặc đến tinh thần", "examples": ["Cô ấy luôn dịu dàng với mọi người xung quanh.", "Ánh nắng buổi sớm thật dịu dàng và ấm áp.", "Lời nói của mẹ luôn mang lại cảm giác dịu dàng và an ủi.", "Cô giáo nhìn học sinh với ánh mắt dịu dàng và đầy yêu thương.", "Nụ cười dịu dàng của chị ấy khiến trái tim ai cũng rung động."]},
{"word": "Dè dặt", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra không mạnh dạn, luôn có sự cân nhắc trong hành động", "examples": ["Cô ấy luôn dè dặt khi gặp người lạ.", "Anh ta dè dặt trong việc chia sẻ thông tin cá nhân.", "Bà cụ dè dặt từng bước khi đi qua cầu.", "Chị ấy dè dặt khi quyết định đầu tư.", "Em bé dè dặt tiến lại gần chú chó lớn."]},
{"word": "Dồn dập", "type": "Tính từ", "semantic": "Nghĩa: liên tiếp rất nhiều lần trong thời gian tương đối ngắn", "examples": ["Các câu hỏi dồn dập từ phía phóng viên khiến vận động viên có chút lúng túng.", "Những đợt sóng dồn dập vỗ vào bờ, tạo ra âm thanh ầm ĩ.", "Những tin nhắn dồn dập đến điện thoại làm cô ấy không kịp trả lời.", "Các khách hàng dồn dập đến cửa hàng vào những ngày giảm giá.", "Tôi cảm nhận được tiếng trống ngực của tôi đang dồn dập."]},
{"word": "Dính dáng", "type": "Động từ", "semantic": "Nghĩa: có mối quan hệ, liên quan nào đó (thường là không hay)", "examples": ["Anh ấy không muốn dính dáng đến chuyện này.", "Họ bị dính dáng vào một cuộc tranh cãi.", "Bà ấy không muốn con mình dính dáng đến những người xấu.", "Chuyện này không có dính dáng gì tới tôi.", "Cô ấy luôn tránh dính dáng đến rắc rối."]},
{"word": "Dớ dẩn", "type": "Tính từ", "semantic": "Nghĩa: không có nghĩa lí gì, không có tác dụng gì thiết thực", "examples": ["Câu trả lời dớ dẩn khiến cả lớp bật cười.", "Chị tôi bảo đừng làm những việc dớ dẩn nữa.", "Anh ấy thường làm trò dớ dẩn để gây cười.", "Chẳng hiểu sao anh ta lại có ý tưởng dớ dẩn như vậy.", "Cô bé nghĩ ra một trò chơi dớ dẩn với lũ bạn. "]},
{"word": "Dễ dàng", "type": "Tính từ", "semantic": "Nghĩa: có vẻ dễ, không đòi hỏi nhiều điều kiện, công phu", "examples": ["Việc học tiếng Anh sẽ dễ dàng hơn nếu chúng ta chăm chỉ luyện tập mỗi ngày.", "Anh ấy làm công việc này một cách dễ dàng như thể đã làm nhiều lần trước đó.", "Chúng tôi vượt qua thử thách một cách dễ dàng nhờ sự chuẩn bị kỹ lưỡng.", "Nhờ có sự hướng dẫn chi tiết, tôi đã hoàn thành bài tập một cách dễ dàng.", "Đạt được mục tiêu này không dễ dàng, nhưng không phải là không thể."]},
{"word": "Dễ dãi", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra dễ hài lòng, không chặt chẽ trong các đòi hỏi, yêu cầu", "examples": ["Cô ấy luôn tỏ ra dễ dãi khi đưa ra quyết định, không suy xét kỹ lưỡng.", "Việc anh ta quá dễ dãi trong chuyện tiền bạc đã khiến bạn bè lợi dụng.", "Cô giáo em không dễ dãi cho điểm mà yêu cầu học sinh phải thật cố gắng.", "Cha mẹ cậu ta quá dễ dãi trong việc cho cậu ta tự do đi chơi xa.", "Mọi người thường cho rằng cô ấy dễ dãi trong tình cảm, nhưng thực ra cô ấy chỉ muốn giữ hòa khí."]},
{"word": "Dây dưa", "type": "Động từ", "semantic": "Nghĩa:", "examples": ["Cuộc họp dây dưa đến tận tối muộn. (nghĩa 1)", "Dự án bị dây dưa và chậm tiến độ. (nghĩa 1)", "Anh ta dây dưa không muốn trả tiền nợ. (nghĩa 1)", "Tôi không muốn dây dưa vào cuộc tranh cãi đó. (nghĩa 2)", "Bạn không nên dây dưa với những người xấu. (nghĩa 2)", "Cô ấy sợ dây dưa vào các vấn đề pháp lý. (nghĩa 2)"]},
{"word": "Dập dềnh", "type": "Động từ", "semantic": "Nghĩa: chuyển động lên xuống một cách nhịp nhàng (thường nói về mặt  nước hoặc vật nổi trên mặt nước)", "examples": ["Những con sóng dập dềnh trên mặt biển làm chiếc thuyền nhỏ chao đảo.", "Con tàu trôi dập dềnh giữa dòng sông yên tĩnh.", "Làn sóng dập dềnh đưa chiếc bè lên xuống theo nhịp đều.", "Chiếc lồng đèn trôi dập dềnh trên mặt nước, lấp lánh ánh sáng.", "Chiếc xuồng nhỏ dập dềnh trên sông, đưa du khách ngắm cảnh."]},
{"word": "Dắt díu", "type": "Động từ", "semantic": "Nghĩa: dắt nhau đi tiếp nối thành dây dài", "examples": ["Hai mẹ con dắt díu nhau ra bến xe.", "Mấy người bạn dắt díu nhau đi tìm quán ăn.", "Cô dắt díu con trai đi học trong mưa.", "Chị em dắt díu nhau đi chơi công viên.", "Họ dắt díu nhau tìm nơi trú ẩn trong cơn bão."]},
{"word": "Dập dìu", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Đoàn người dập dìu kéo nhau đến chợ phiên đông vui tấp nập. (cảnh tượng)", "Chợ Tết dập dìu người mua kẻ bán. (cảnh tượng)", "Con phố nhỏ dập dìu người đi lại vào giờ tan tầm. (cảnh tượng)", "Đêm giao thừa, phố xá dập dìu tiếng cười nói. (âm thanh)", "Tiếng sáo dập dìu khắp núi đồi. (âm thanh)"]},
{"word": "Dần dần", "type": "Phụ từ", "semantic": "Nghĩa: từ biểu thị cách thức diễn biến, phát triển từ từ từng bước một (của một quá trình, một sự việc)", "examples": ["Cô ấy dần dần quen với môi trường làm việc mới.", "Học sinh dần dần nắm vững kiến thức sau mỗi bài giảng.", "Trời dần dần sáng khi mặt trời bắt đầu ló rạng.", "Cơn đau dần dần giảm bớt sau khi uống thuốc.", "Cô bé dần dần tự tin hơn khi phát biểu trước lớp."]},
{"word": "Dan díu", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Mối quan hệ dan díu giữa họ khiến mọi người cảm thấy không thoải mái.", "Trong buổi tiệc, cô và anh ấy có vẻ rất dan díu, trao đổi những cử chỉ âu yếm", "Sự dan díu của hai nhân vật trong câu chuyện tạo ra nhiều tình huống hài hước."]},
{"word": "Dang dở", "type": "Tính từ", "semantic": "Nghĩa: đang còn chưa xong, chưa trọn vẹn nhưng phải dừng, phải bỏ", "examples": ["Dự án xây dựng vẫn còn dang dở vì thiếu nguồn tài chính.", "Những kế hoạch dang dở của năm ngoái được tiếp tục thực hiện trong năm nay", "Những công việc dang dở từ tuần trước được đưa vào danh sách ưu tiên hoàn thành."]},
{"word": "Dần dà", "type": "Phụ từ", "semantic": "Nghĩa: từ biểu thị cách thức diễn biến, phát triển từ từ từng bước một (của một quá trình, một sự việc)", "examples": ["Dần dà, cô ấy đã quen với nhịp sống hối hả của thành phố.", "Công việc dần dà trở nên bớt căng thẳng hơn khi anh ấy quen với nó.", "Cuộc sống ở quê dần dà thay đổi khi có nhiều người về xây nhà mới.", "Dần dà, trời tối đi và cơn gió lạnh thổi qua.", "Bài toán phức tạp này sẽ dần dà trở nên dễ dàng khi em tìm hiểu sâu hơn."]},
{"word": "Dằng dặc", "type": "Tính từ", "semantic": "Nghĩa: kéo dài đến mức tưởng như không bao giờ chấm dứt", "examples": ["Hàng cây trải dài dằng dặc suốt con đường làng.", "Đoàn người nối đuôi nhau dằng dặc trên phố.", "Cuộc hành trình dằng dặc làm anh ấy kiệt sức.", "Con sông chảy dằng dặc qua nhiều tỉnh thành.", "Trận mưa kéo dài dằng dặc suốt cả tuần."]},
{"word": "Dầm dề", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Chiếc khăn lau bát dầm dề nước. (nghĩa 1)", "Cô ấy đứng dưới mưa, tóc ướt dầm dề. (nghĩa 1)", "Sau cơn mưa, đôi giày dầm dề bùn đất. (nghĩa 1)", "Tháng này trời mưa dầm dề hầu như mỗi ngày. (nghĩa 2)", "Mưa dầm dề khiến đường phố ngập nước. (nghĩa 2) ", "Thời tiết mưa dầm dề làm ai cũng thấy buồn. (nghĩa 2)"]},
{"word": "Dại dột", "type": "Tính từ", "semantic": "Nghĩa: dại khờ, thiếu khôn ngoan", "examples": ["Hành động dại dột của anh ta đã dẫn đến hậu quả nghiêm trọng mà không thể cứu vãn.", "Cô ấy cảm thấy hối hận vì đã đưa ra quyết định dại dột khi vội vã từ bỏ công việc ổn định.", "Việc lái xe khi đã uống rượu là hành động dại dột và rất nguy hiểm.", "Cô bé đã dại dột bỏ ngoài tai lời khuyên của cha mẹ và bị mắc kẹt trong tình huống khó khăn."]},
{"word": "Dai dẳng", "type": "Tính từ", "semantic": "Nghĩa: kéo dài rất lâu không chịu chấm dứt, gây cảm giác khó chịu ", "examples": ["Cơn đau đầu dai dẳng khiến mẹ không thể tập trung vào công việc.", "Cơn mưa dai dẳng suốt cả tuần khiến nhiều hoạt động ngoài trời phải hủy bỏ.", "Những tiếng ồn dai dẳng từ công trường xây dựng làm phiền cuộc sống hàng ngày của người dân."]},
{"word": "Dá dượi", "type": "Tính từ", "semantic": "Nghĩa: có vẻ rũ xuống, rã ra do quá mệt mỏi hoặc buồn bã", "examples": ["Cô ấy dá dượi khi nghe tin không vui từ gia đình.", "Sau cơn bệnh kéo dài, ông cụ dá dượi trên giường.", "Trời mưa dai dẳng làm cô bé ngồi dá dượi bên cửa sổ.", "Sau chuyến đi dài, cả nhóm trông dá dượi và uể oải.", "Nghe kết quả thi không đạt, anh ấy dá dượi đi về nhà."]},
{"word": "Da dẻ", "type": "Danh từ", "semantic": "Nghĩa: nước da của người nói chung (nói khái quát)", "examples": ["Da dẻ của em bé rất mềm mại và hồng hào.", "Chăm sóc da dẻ đúng cách sẽ giúp bạn trẻ lâu.", "Chị ấy dùng kem dưỡng để da dẻ không bị khô.", "Uống nhiều nước sẽ giúp da dẻ khỏe mạnh hơn.", "Mùa đông lạnh làm da dẻ dễ bị nứt nẻ."]},
{"word": "Da diết", "type": "Tính từ", "semantic": "Từ láy âm đầu, Từ láy bộ phận", "examples": ["Những dòng thư tay của ông nội chứa đựng nỗi nhớ da diết.", "Lời bài hát da diết khiến trái tim người nghe cảm thấy nặng nề.", "Tâm trạng da diết của anh khi rời xa quê hương thể hiện qua từng lời nói.", "Câu chuyện của ông về chiến tranh khiến người nghe cảm nhận được nỗi đau da diết."]},
{"word": "Thờ ơ", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra lạnh, không chút để ý, quan tâm, không hề có chút tình cảm nào", "examples": ["Bố mẹ thờ ơ với việc học tập của cậu ấy.", "Tôi cảm thấy tủi thân khi chị gái thờ ơ với câu chuyện của mình.", "Cô ấy thờ ơ với mọi chuyện diễn ra xung quanh mình.", "Sự thờ ơ của họ làm tôi cảm thấy khó chịu.", "Cậu ấy thờ ơ với lời chào của tôi."]},
{"word": "Hớn hở", "type": "Tính từ", "semantic": "Nghĩa: (nét mặt) tươi tỉnh, lộ rõ vẻ vui mừng", "examples": ["Tôi đã trở về nhà với gương mặt hớn hở sau khi nhận được điểm số cao trong bài kiểm tra.", "Các em nhỏ lớp 1 chạy quanh sân trường hớn hở trong ngày khai giảng đầu năm học mới.", "Nhìn thấy món quà bất ngờ từ bạn bè, anh ấy cười hớn hở và cảm ơn mọi người.", "Bố mẹ tôi hớn hở khi nghe tin về kết quả kì thi đại học của chị gái.", "Họ bước vào với vẻ mặt hớn hở."]},
{"word": "Huênh hoang", "type": "Tính từ", "semantic": "Nghĩa: có những lời lẽ khoe khoang quá đáng, tỏ ra tự đánh giá mình quá cao", "examples": ["Cậu bé nói chuyện rất huênh hoang về thành tích của mình.", "Trong lớp, bạn Nam luôn huênh hoang khoe đồ chơi mới.", "Anh ấy rất huênh hoang khi kể về chiến thắng trong cuộc thi.", "Cô bé huênh hoang với các bạn về số điểm cao trong bài kiểm tra.", "Cậu bé trở nên huênh hoang khi nhận được giải thưởng từ cuộc thi."]},
{"word": "Hồng hào", "type": "Tính từ", "semantic": "Nghĩa: (nước da) có màu đỏ hồng, đẹp, thể hiện trạng thái sức khoẻ tốt", "examples": ["Sau những tuần điều trị, làn da của bà ngoại đã dần trở lại hồng hào.", "Cô ấy luôn mong muốn có một làn da hồng hào và khỏe mạnh.", "Gương mặt hồng hào của mẹ là dấu hiệu cho việc mẹ đã khoẻ hơn.", "Làn da của chị gái em hồng hào và sáng bóng vì chị chăm sóc rất kĩ.", "Những món ăn dinh dưỡng không chỉ giúp cơ thể khỏe mạnh mà còn làm cho làn da trở nên hồng hào hơn."]},
{"word": "Hốt hoảng", "type": "Tính từ ", "semantic": "Nghĩa: ở trạng thái mất tự chủ đột ngột, do bị tác động của một sự đe doạ, một sự cố bất ngờ, biểu hiện ra trong cử chỉ, lời nói", "examples": ["Khuôn mặt hốt hoảng của cậu bé khiến tôi lo lắng.", "Bọn trẻ đều hốt hoảng khi xem phim kinh dị.", "Tin tức thời sự ngày hôm qua làm cả nước hốt hoảng.", "Kẻ cướp hốt hoảng bỏ chạy khi bị phát hiện.", "Khi nghe tiếng chuông báo cháy, mọi người đều hốt hoảng chạy ra ngoài."]},
{"word": "Hóm hỉnh", "type": "Tính từ", "semantic": "Nghĩa: tinh và nhanh trong nhận xét, đối đáp, biết cách đùa vui đúng lúc, đúng chỗ", "examples": ["Bài thơ của cô ấy rất hóm hỉnh, khiến người đọc không thể nhịn cười.", "Những câu nói hóm hỉnh của cô bạn đã làm không khí trong nhóm trở nên vui tươi hơn.", "Cô giáo có cách giảng bài rất hóm hỉnh, làm cho các giờ học trở nên thú vị hơn.", "Những bức tranh vẽ theo phong cách hóm hỉnh luôn được trẻ con yêu thích.", "Anh ấy luôn biết cách khiến mọi người cười bằng những câu chuyện hóm hỉnh của mình."]},
{"word": "Hủn hoẳn", "type": "Tính từ", "semantic": "Nghĩa: quá ngắn, đến mức cụt lủn", "examples": ["Tóc của anh ấy bị cắt ngắn hủn hoẳn, trông rất lạ.", "Chiếc váy hủn hoẳn khiến cô ấy không thoải mái khi mặc.", "Đoạn dây hủn hoẳn này không đủ dài để buộc gói hàng lại.", "Cây bút chì chỉ còn lại một đoạn hủn hoẳn, không thể sử dụng tiếp.", "Chiếc áo len này tay hủn hoẳn, nên mặc vào nhìn rất ngộ."]},
{"word": "Hời hợt", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Bạn ấy làm bài tập rất hời hợt nên kết quả không được tốt.", "Bài kiểm tra Tiếng Việt của bạn ấy bị điểm thấp vì viết hời hợt.", "Nếu bạn chỉ nghe giảng một cách hời hợt, bạn sẽ không hiểu bài.", "Cô giáo nhắc nhở chúng tôi không nên hời hợt với những người thân trong gia đình.", "Cậu ấy trả lời tôi một cách hời hợt."]},
{"word": "Hống hách", "type": "Tính từ", "semantic": "Nghĩa: ra oai để tỏ rõ quyền hành của mình, muốn cho người khác phải sợ", "examples": ["Khi được chọn làm đội trưởng, Mai không muốn trở nên hống hách.", "Ông chủ của cửa hàng thường có vẻ hống hách với nhân viên.", "Bạn không nên cư xử hống hách với người khác.", "Cô giáo nhắc nhở rằng việc hống hách không phải là cách tốt để giao tiếp.", "Trong câu chuyện, nhân vật chính trở nên hống hách khi có nhiều quyền lực."]},
{"word": "Hững hờ", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Cô ấy nhìn mọi thứ xung quanh với ánh mắt hững hờ, như thể không có gì quan trọng nữa.", "Mặc dù mọi người đang rất lo lắng về tình hình, cô ấy vẫn giữ thái độ hững hờ.", "Những biểu hiện hững hờ của anh ta đã khiến bạn bè cảm thấy khó chịu.", "Chị gái tôi luôn hững hờ với những câu chuyện mà tôi kể.", "Anh ta trả lời tin nhắn một cách hững hờ."]},
{"word": "Hồi hộp", "type": "Động từ", "semantic": "Nghĩa: chỉ cảm xúc lo lắng, căng thẳng hoặc phấn khích của con người trước một sự việc sắp xảy ra.", "examples": ["Trận đấu gay cấn khiến mọi người hồi hộp đến mức không dám rời mắt.", "Bạn Lan hồi hộp khi chờ đến lượt lên sân khấu biểu diễn.", "Cả lớp hồi hộp nghe cô giáo đọc điểm kiểm tra.", "Tác giả khiến người đọc hồi hộp và lôi cuốn khi đọc cuốn truyện này.", "Em hồi hộp khi nhìn thấy món quà sinh nhật mà mẹ sắp tặng."]},
{"word": "Hôi hám", "type": "Tính từ", "semantic": "Nghĩa: có mùi khó ngửi", "examples": ["Các đồ vật cũ trong gác xép có vẻ hôi hám và bụi bẩn.", "Anh ấy phải rời khỏi phòng vì mùi hôi hám của giày thể thao.", "Mùi hôi hám từ rác thải sinh hoạt là nguyên nhân chính khiến khu vực trở nên ô nhiễm.", "Việc không vệ sinh thường xuyên khiến cho chỗ ngồi trong lớp học có mùi hôi hám.", "Cái chuồng nuôi mèo bị bỏ bê lâu ngày đã bốc mùi hôi hám."]},
{"word": "Hồ hởi", "type": "Tính từ", "semantic": "Nghĩa: vui và phấn khởi, bộc lộ rõ ra bên ngoài", "examples": ["Sau khi nhận tin vui từ trường, cô bé trở nên hồ hởi hơn bao giờ hết.", "Cả lớp tôi hồ hởi khi thấy thầy giáo thông báo về chuyến dã ngoại.", "Chúng tôi cảm thấy hồ hởi khi nhận được tin tức tốt lành từ người bạn cũ.", "Các bạn học sinh vui vẻ và hồ hởi khi gặp nhau sau kỳ nghỉ hè.", "Bà nội luôn hồ hởi kể lại những kỷ niệm vui vẻ trong những ngày đầu xuân."]},
{"word": "Hối hả", "type": "Tính từ", "semantic": "Nghĩa: (làm việc gì) vội vã, tất bật vì sợ không kịp, khôn để ý gì đến xung quanh", "examples": ["Ngay khi tiếng chuông reo, học sinh chạy ra khỏi lớp một cách hối hả.", "Cuộc sống ở thành phố lớn thường rất hối hả.", "Chị gái tôi rời khỏi nhà với bước chân hối hả để không bị muộn giờ làm.", "Những ngày cuối năm thường rất hối hả với việc mua sắm và chuẩn bị cho Tết.", "Mọi người hối hả về nhà để tránh bão."]},
{"word": "Hờ hững", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Cô ấy nhìn mọi thứ xung quanh với ánh mắt hờ hững, như thể không có gì quan trọng nữa.", "Mặc dù mọi người đang rất lo lắng về tình hình, cô ấy vẫn giữ thái độ hờ hững.", "Những biểu hiện hờ hững của anh ta đã khiến bạn bè cảm thấy khó chịu.", "Chị gái tôi luôn hờ hững với những câu chuyện mà tôi kể.", "Anh ta trả lời tin nhắn một cách hờ hững."]},
{"word": "Hoàn toàn", "type": "Tính từ", "semantic": "Nghĩa: trọn vẹn, đầy đủ về mọi mặt", "examples": ["Tôi hoàn toàn đồng ý với ý kiến của bạn.", "Kế hoạch này đã hoàn toàn thất bại.", "Cô ấy hoàn toàn quên mất cuộc hẹn hôm qua.", "Chúng tôi hoàn toàn không biết về sự việc đó.", "Anh ấy hoàn toàn tập trung vào công việc."]},
{"word": "Hí hoáy", "type": "Động từ", "semantic": "Nghĩa: từ gợi tả dáng vẻ chăm chú làm việc gì đó luôn tay", "examples": ["Bố tôi đã hí hoáy sửa chiếc xe đạp cũ suốt cả buổi chiều.", "Bà ngoại hí hoáy làm bánh để dành cho chúng tôi vào dịp lễ.", "Cả lớp tôi hí hoáy làm đồ chơi từ giấy và bìa cứng.", "Ông nội tôi đang hí hoáy ở ngoài vườn.", "Mọi người đang hí hoáy làm một việc gì đó trong phòng."]},
{"word": "Hiu hắt", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái yếu ớt, mong manh, gây cảm giác buồn vắng, cô đơn, cảm giác của cái sắp lụi tàn", "examples": ["Ánh đèn đường trong khu phố vào ban đêm thường mang một vẻ hiu hắt lạ lùng.", "Nỗi nhớ quê hương dường như thêm phần hiu hắt khi những ngày mưa kéo dài.", "Hình ảnh chiếc thuyền đơn độc giữa biển khơi mang một vẻ hiu hắt và cô quạnh.", "Cảnh vật xung quanh trong đêm mưa dường như trở nên hiu hắt và mờ ảo.", "Trong căn phòng tối tăm, ánh sáng từ chiếc đèn bàn tạo ra một không gian hiu hắt."]},
{"word": "Hiền hậu", "type": "Tính từ", "semantic": "Từ láy âm đầu, Từ láy bộ phận", "examples": ["Cô giáo em có một nụ cười hiền hậu.", "Ông nội luôn được mọi người yêu quý vì tính cách hiền hậu.", "Bà cụ trong câu chuyện ấy là một người phụ nữ hiền hậu.", "Tính cách hiền hậu của cô ấy là một trong những phẩm chất đáng quý nhất mà tôi ngưỡng mộ.", "Đôi mắt hiền hậu của bà đã khiến mọi người cảm thấy thoải mái và an lòng.", "Sự hiền hậu và tình cảm chân thành của bạn là điều khiến tôi luôn cảm thấy ấm áp và hạnh phúc."]},
{"word": "Heo hút", "type": "Tính từ", "semantic": "Nghĩa: vắng và khuất, thiếu bóng người, gây cảm giác buồn và cô đơn", "examples": ["Vào buổi tối, con phố trở nên heo hút và yên tĩnh.", "Tôi đã lạc vào một con hẻm heo hút mà không ai biết đến.", "Địa điểm heo hút này dường như đã bỏ quên bởi tất cả.", "Những ngôi nhà cũ kỹ ở vùng ngoại ô trở nên heo hút sau khi dân cư chuyển đi hết.", "Cảm giác heo hút bao trùm nơi đây."]},
{"word": "Hẹn hò", "type": "Tính từ", "semantic": "Nghĩa: hẹn gặp nhau hoặc hẹn điều gì đó với nhau", "examples": ["Anh ấy cảm thấy rất hào hứng với buổi hẹn hò đầu tiên của mình với cô ấy.", "Anh ấy thường xuyên hẹn hò với bạn bè để giải tỏa căng thẳng sau những giờ làm việc mệt mỏi.", "Chúng tôi đã quyết định hẹn hò vào cuối tuần này để cùng nhau đi xem phim.", "Hẹn hò qua mạng đang trở thành một xu hướng phổ biến trong thời đại số.", "Họ đã có một buổi hẹn hò tuyệt vời tại một nhà hàng sang trọng."]},
{"word": "Heo hắt", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái yếu ớt, mong manh, gây cảm giác buồn vắng, cô đơn, cảm giác của cái sắp lụi tàn", "examples": ["Ánh đèn đường trong khu phố vào ban đêm thường mang một vẻ heo hắt lạ lùng.", "Nỗi nhớ quê hương dường như thêm phần heo hắt khi những ngày mưa kéo dài.", "Hình ảnh chiếc thuyền đơn độc giữa biển khơi mang một vẻ heo hắt và cô quạnh.", "Cảnh vật xung quanh trong đêm mưa dường như trở nên heo hắt và mờ ảo.", "Trong căn phòng tối tăm, ánh sáng từ chiếc đèn bàn tạo ra một không gian heo hắt."]},
{"word": "Hậu đà hậu đậu", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) rất hậu đậu, cực kỳ vụng về, không cẩn thận", "examples": ["Nhân viên mới hậu đà hậu đậu, vừa làm đã hỏng máy tính.", "Vừa vào bếp, anh ấy đã hậu đà hậu đậu làm đổ hết gia vị.", "Bữa tiệc suýt hỏng vì người phục vụ hậu đà hậu đậu làm đổ món ăn.", "Mẹ bảo tôi hậu đà hậu đậu vì thường xuyên làm hỏng nhiều đồ.", "Cô bé hậu đà hậu đậu chạy loạng choạng, vấp ngã ngay trước cổng."]},
{"word": "Hắt hiu", "type": "Tính từ", "semantic": "Nghĩa: ở trạng thái yếu ớt, mong manh, gây cảm giác buồn vắng, cô đơn, cảm giác của cái sắp lụi tàn", "examples": ["Ánh đèn đường trong khu phố vào ban đêm thường mang một vẻ hắt hiu lạ lùng.", "Nỗi nhớ quê hương dường như thêm phần hắt hiu khi những ngày mưa kéo dài.", "Hình ảnh chiếc thuyền đơn độc giữa biển khơi mang một vẻ hắt hiu và cô quạnh.", "Cảnh vật xung quanh trong đêm mưa dường như trở nên hắt hiu và mờ ảo.", "Trong căn phòng tối tăm, ánh sáng từ chiếc đèn bàn tạo ra một không gian hắt hiu."]},
{"word": "Hau háu", "type": "Tính từ", "semantic": "Nghĩa: (mắt) nhìn tập trung, không rời với vẻ thèm muốn", "examples": ["Đứa trẻ nhìn chiếc bánh kem hau háu.", "Cậu bé hau háu đọc cuốn truyện mới mua.", "Con mèo nhìn miếng cá hau háu.", "Bé gái hau háu chờ mẹ chia kẹo.", "Các bạn nhỏ hau háu xem chương trình hoạt hình."]},
{"word": "Hấp ta hấp tấp", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) chỉ hành động vội vàng, thiếu cân nhắc vì muốn cho nhanh, cho kịp dẫn đến thiếu chính xác, bất cẩn", "examples": ["Ông bác hấp ta hấp tấp chạy ra đón xe buýt nhưng bị lỡ mất.", "Họ hấp ta hấp tấp dọn dẹp nhà cửa trước khi khách đến.", "Cô ấy chạy hấp ta hấp tấp ra khỏi nhà mà quên khóa cửa.", "Anh ấy hấp ta hấp tấp rời khỏi nhà mà quên mang theo điện thoại.", "Bọn họ hấp ta hấp tấp, chạy ngược chạy xuôi."]},
{"word": "Hấp tấp", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra vội vì muốn cho nhanh, cho kịp nên thường hành động thiếu cân nhắc", "examples": ["Anh ấy hấp tấp rời khỏi nhà mà quên mang theo điện thoại.", "Trong lúc hấp tấp, cô ấy đã làm đổ cà phê lên áo.", "Vì quá hấp tấp, anh ta đã gửi nhầm tài liệu cho sếp.", "Sự hấp tấp của cô ấy khiến mọi người lo lắng.", "Cô giáo nhắc nhở học sinh không nên hấp tấp khi làm bài kiểm tra."]},
{"word": "Hăng hái", "type": "Tính từ", "semantic": "Nghĩa: không ngại khó khăn, có lòng nhiệt tình và thái độ tích cực trong một việc gì đó", "examples": ["Anh ấy hăng hái tham gia các hoạt động tình nguyện.", "Cô giáo vui mừng khi thấy cả lớp tôi hăng hái phát biểu xây dựng bài.", "Chúng tôi đã hăng hái bắt tay vào việc dọn dẹp khu vực công cộng.", "Mặc dù trời mưa, các tình nguyện viên vẫn hăng hái làm việc ngoài trời.", "Cô bé luôn hăng hái tham gia vào các lớp học ngoại khóa."]},
{"word": "Hằn học", "type": "Động từ", "semantic": "Nghĩa: tỏ ra ganh ghét, tức tối, muốn gây chuyện do bị thua kém mà không cam chịu", "examples": ["Tôi không thể hiểu được lý do của sự hằn học trong lời nói của cậu ấy.", "Cô ấy luôn thể hiện sự hằn học mỗi khi có ai đó không đồng ý với quan điểm của mình.", "Ánh mắt hằn học của bà ta đã khiến mọi người trong phòng cảm thấy không thoải mái.", "Sự hằn học trong ánh mắt của cô ấy làm tôi cảm thấy lo lắng.", "Tôi đã cố gắng lý giải nguyên nhân của sự hằn học này nhưng không thành công."]},
{"word": "Háo hức", "type": "Tính từ", "semantic": "Nghĩa: phấn chấn nghĩ đến và nóng lòng chờ đợi một điều hay, điều vui biết là sắp tới", "examples": ["Các bạn học sinh đều háo hức chờ đợi ngày khai giảng để gặp lại bạn bè.", "Tôi cảm thấy háo hức khi biết rằng mình sắp có cơ hội đi du lịch đến những địa điểm mới.", "Cô bé háo hức mở món quà sinh nhật mà mẹ đã chuẩn bị cho mình.", "Đội bóng của chúng tôi rất háo hức chuẩn bị cho trận đấu quan trọng sắp tới.", "Anh trai tôi háo hức chờ đợi tin tức từ cuộc thi mà mình đã tham gia."]},
{"word": "Hậm hực", "type": "Tính từ", "semantic": "Nghĩa: có điều bực tức, khó chịu trong lòng mà không thể nói ra, không thể làm gì được", "examples": ["Dù đã nỗ lực hết mình, anh vẫn không thể tránh khỏi cảm giác hậm hực khi không được công nhận.", "Cô cảm thấy hậm hực vì không được tham gia vào buổi tiệc mà mình đã mong đợi từ lâu.", "Cậu ấy cảm thấy hậm hực vì bố mẹ không cho đi chơi.", "Nhìn thấy bạn bè được đi chơi, Hoa hậm hực vì phải ở nhà làm bài tập.", "Tôi không hiểu lí do tại sao mà bạn ấy hậm hực với tôi."]},
{"word": "Hăm hở", "type": "Tính từ", "semantic": "Nghĩa: tỏ ra hăng hái, phấn khích tham gia vào một công việc nào đó", "examples": ["Tôi hăm hở chạy ra ngoài sân chơi cùng bạn bè sau giờ học.", "Đội bóng đá hăm hở chuẩn bị cho trận đấu quan trọng sắp tới.", "Sau khi đọc xong sách, chị ấy hăm hở bắt tay vào việc viết bài luận.", "Cậu học trò hăm hở làm bài tập về nhà.", "Em trai tôi hăm hở kể cho mọi người nghe về chuyến đi tham quan với lớp."]},
{"word": "Hài hước", "type": "Tính từ", "semantic": "Nghĩa: vui đùa, gây cười", "examples": ["Câu chuyện này thật sự rất hài hước!", "Anh ấy có một cách nói chuyện rất hài hước mà không ai có thể bắt chước.", "Những trò đùa của cô ấy luôn mang đến những phút giây hài hước cho mọi người.", "Chúng tôi cùng nhau xem một video hài hước và cười sảng khoái cả buổi tối..", "Những câu chuyện về con mèo của bạn thật sự rất hài hước và dễ thương."]},
{"word": "Giữ gìn", "type": "Động từ", "semantic": "Nghĩa: ", "examples": ["Bác sĩ khuyên tôi nên giữ gìn sức khỏe cẩn thận. (nghĩa 1)", "Chúng ta phải giữ gìn môi trường xanh sạch đẹp. (nghĩa 1)", "Cô giáo dặn học sinh giữ gìn sách vở cẩn thận. (nghĩa 1)", "Anh ta nên giữ gìn khi nói chuyện với người lớn. (nghĩa 2)", "Ở buổi tiệc, cô ấy luôn giữ gìn từng lời ăn tiếng nói. (nghĩa 2)", "Trong công việc, chị ấy rất giữ gìn, tránh gây hiểu nhầm. (nghĩa 2) "]},
{"word": "Giỏi giang", "type": "Động từ", "semantic": "Nghĩa: (nói khái quát) giỏi, tháo vát", "examples": ["Anh ta được mọi người khen ngợi vì những thành tích giỏi giang trong học tập.", "Mẹ tôi luôn nói rằng việc trở thành một người giỏi giang sẽ giúp tôi thành công trong cuộc sống.", "Anh ấy đã chứng minh mình là một nhà lãnh đạo giỏi giang qua các quyết định chiến lược.", "Để đạt được những mục tiêu lớn, bạn cần phải là một người giỏi giang và có kế hoạch cụ thể.", "Cô ấy được trao giải thưởng vì những thành tích giỏi giang trong lĩnh vực nghiên cứu."]},
{"word": "Giãy giụa", "type": "Động từ", "semantic": "Nghĩa: giãy mạnh và liên tiếp", "examples": ["Con cá giãy giụa trên bờ khi bị mắc câu.", "Cô bé giãy giụa trong vòng tay của mẹ.", "Anh ấy cố gắng giãy giụa để thoát khỏi dây trói.", "Những chiếc lá giãy giụa trong gió mạnh.", "Con gà con giãy giụa khi bị người lạ cầm lên."]},
{"word": "Giòn giã", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Những tiếng trống giòn giã báo hiệu lễ hội sắp bắt đầu. (nghĩa 1)", "Tiếng vỗ tay giòn giã khắp hội trường khi bài diễn văn kết thúc. (nghĩa 1)", "Tiếng cười của các em nhỏ vang lên giòn giã trong sân trường. (nghĩa 1)", "Quân ta thắng giòn giã trên khắp chiến trường. (nghĩa 2)", "Đoàn quân chiến thắng giòn giã, làm cả nước reo mừng. (nghĩa 2)", "Các cầu thủ ghi bàn liên tục, mang về chiến thắng giòn giã cho đội nhà. (nghĩa 2)"]},
{"word": "Giục giã", "type": "Động từ", "semantic": "Nghĩa: giục liên tiếp, nhiều lần", "examples": ["Mẹ giục giã tôi đi học sớm kẻo trễ giờ.", "Tiếng chuông đồng hồ giục giã tôi thức dậy mỗi sáng.", "Bạn bè giục giã anh ấy nộp bài đúng hạn.", "Cô giáo giục giã các em hoàn thành bài tập.", "Trời tối dần, lũ trẻ giục giã nhau về nhà."]},
{"word": "Gian nan", "type": "Tính từ", "semantic": "Nghĩa: có nhiều khó khăn gian khổ phải vượt qua", "examples": ["Đó là cuộc hành trình đầy gian nan và nhọc nhằn.", "Cuộc đời bà ấy đã trải qua không ít gian nan.", "Để đạt được thành công, mỗi người buộc phải đối mặt với nhiều thử thách gian nan.", "Trong hành trình đến đỉnh núi, chúng tôi đã phải vượt qua rất nhiều gian nan và thử thách.", "Dù phải đối mặt với gian nan, cô ấy vẫn giữ vững niềm tin vào tương lai.", "Gia đình tôi đã trải qua nhiều gian nan trong những năm khó khăn, nhưng tình yêu và sự gắn bó đã giúp chúng tôi vượt qua."]},
{"word": "Giàn giụa", "type": "Động từ", "semantic": "Nghĩa: (nước mắt) chảy tràn ra nhiều và không cầm giữ nổi", "examples": ["Sau khi nhận được tin buồn, cô ấy không thể ngừng khóc, nước mắt giàn giụa trên gương mặt.", "Trong phút giây xúc động, anh ấy cảm thấy nước mắt giàn giụa trên má mình, không thể kiềm chế.", "Lời chia tay của người bạn thân khiến nước mắt của cô ấy giàn giụa không thể cầm được.", "Những hồi ức đau buồn về quá khứ khiến nước mắt anh ấy giàn giụa trong đêm.", "Trong lúc chứng kiến cảnh tượng đau lòng, nước mắt của họ giàn giụa và không thể kìm nén được."]},
{"word": "Gậy gộc", "type": "Danh từ", "semantic": "Nghĩa: gậy (nói chung), đoạn tre, song gỗ được coi như một thứ vũ khí để đánh", "examples": ["Anh ta tự làm một chiếc gậy gộc từ cành cây khô.", "Ông cụ dùng gậy gộc để vững bước đi khi lên dốc.", "Đám đi tuần lại vác gậy gộc xô ra cổng đình dẹp đường.", "Lũ trẻ nhặt gậy gộc làm kiếm khi chơi trò chiến đấu.", "Những người dân làng mang gậy gộc để tự vệ trước thú dữ."]},
{"word": "Giãi giề", "type": "Động từ", "semantic": "Nghĩa: bày tỏ nỗi lòng", "examples": ["Cô ấy giãi giề tâm sự với người bạn thân.", "Anh giãi giề nỗi lòng cho cha mẹ hiểu mình hơn.", "Sau nhiều năm xa cách, chị giãi giề tình cảm với gia đình.", "Bà cụ giãi giề nỗi nhớ quê hương cho con cháu nghe.", "Cô giáo khuyến khích học sinh giãi giề suy nghĩ của mình."]},
{"word": "Gây gổ", "type": "Động từ", "semantic": "Nghĩa: kiếm chuyện cãi cọ, xô xát với thái độ hung hăng", "examples": ["Anh ta thường xuyên gây gổ với bạn bè chỉ vì những lý do nhỏ nhặt.", "Cậu ấy bị cảnh cáo vì hành vi gây gổ tại trường học.", "Cô ấy cảm thấy mệt mỏi với việc phải liên tục gây gổ với bạn bè.", "Những cuộc gây gổ liên tục đã ảnh hưởng nghiêm trọng đến sự yên bình trong lớp học.", "Để duy trì hòa khí trong trường học, chúng ta cần tránh gây gổ và tìm cách giải quyết vấn đề một cách bình tĩnh."]},
{"word": "Giần giật", "type": "Động từ", "semantic": "Nghĩa: động nhẹ liên tiếp từng hồi", "examples": ["Mắt anh ấy giần giật khi bị ánh sáng mạnh chiếu vào.", "Đôi tay của ông cụ giần giật vì tuổi già.", "Mắt tôi giần giật liên tục suốt cả buổi sáng.", "Đôi môi anh giần giật khi kìm nén cảm xúc.", "Bờ vai của anh ta giần giật sau trận đấu căng thẳng."]},
{"word": "Gau gáu", "type": "Động từ", "semantic": "Nghĩa: như rau ráu, chỉ tiếng nhai vật giòn", "examples": ["Chú chó nhai xương gau gáu.", "Cô bé cắn táo gau gáu nghe rất vui tai.", "Ông tôi nhai hạt dưa gau gáu mỗi tối khi xem TV.", "Bọn trẻ nhai cà rốt gau gáu trong bữa ăn nhẹ.", "Cô bé nhai kẹo lạc gau gáu."]},
{"word": "Gay go", "type": "Tính từ", "semantic": "Nghĩa: có khó khăn lớn khó khắc phục, trong khi tình hình lại đang đòi hỏi được giải quyết", "examples": ["Trận đấu giữa hai đội mạnh đã diễn ra gay go từ đầu đến cuối.", "Cuộc thương lượng giữa hai bên đã trở nên gay go hơn khi không ai chịu nhường nhịn.", "Tình hình tài chính của công ty đang rất gay go, buộc họ phải cắt giảm nhân sự.", "Anh ấy đã gặp phải một tình huống gay go.", "Bài kiểm tra toán hôm nay thật sự gay go đối với chúng tôi."]},
{"word": "Gay gắt", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Cô giáo phản ứng gay gắt khi học sinh không làm bài tập về nhà.", "Cuộc tranh luận trở nên gay gắt khi hai bên không tìm được tiếng nói chung.", "Ban giám khảo đã đưa ra những lời nhận xét gay gắt về phần trình bày của thí sinh.", "Những lời phê bình gay gắt từ đồng nghiệp khiến anh ta cảm thấy áp lực.", "Đối thủ cạnh tranh gay gắt với nhau để giành thị phần thắng."]},
{"word": "Gắt gao", "type": "Tính từ", "semantic": "Nghĩa: rất gắt, với cường độ mạnh, gây cảm giác căng thẳng hay khó chịu", "examples": ["Hệ thống kiểm tra an ninh tại sân bay được thực hiện một cách gắt gao.", "Chính phủ đã áp dụng những biện pháp kiểm soát dịch bệnh gắt gao để bảo vệ cộng đồng.", "Các tiêu chuẩn đầu vào cho trường đại học này rất gắt gao.", "Anh ấy bị quản lý yêu cầu thực hiện nhiệm vụ với sự theo dõi gắt gao.", "Trong kỳ thi tuyển sinh, mức độ cạnh tranh của các thí sinh năm nay cực kỳ gắt gao."]},
{"word": "Gắt gỏng", "type": "Động từ", "semantic": "Nghĩa: nói với giọng điệu, thái độ thiếu bình tĩnh, thiếu ôn hoà, để trút nỗi bực dọc", "examples": ["Cô giáo gắt gỏng vì học sinh làm ồn suốt giờ học.", "Khi bị làm phiền, bà cụ thường gắt gỏng với những người xung quanh.", "Thằng bé bắt đầu gắt gỏng sau khi không thể giải quyết bài toán.", "Sau khi mất ngủ suốt đêm, cô ấy trở nên gắt gỏng hơn thường ngày.", "Khi ai đó làm trái ý, anh ấy thường gắt gỏng ngay lập tức."]},
{"word": "Gạt gẫm", "type": "Động từ", "semantic": "Nghĩa: đánh lừa, lừa gạt (nói khái quát)", "examples": ["Họ gạt gẫm khách du lịch để lấy tiền.", "Bà cụ bị gạt gẫm mất hết tiền tiết kiệm.", "Chú tôi rất cẩn thận, không dễ bị gạt gẫm.", "Cô ấy kể rằng từng bị bạn trai cũ gạt gẫm.", "Anh ta bị bạn thân gạt gẫm trong vụ đầu tư."]},
{"word": "Gấp gáp", "type": "Tính từ", "semantic": "Nghĩa: có nhịp độ, tốc độ nhanh hơn bình thường nhiều", "examples": ["Anh ấy làm việc gấp gáp để kịp nộp báo cáo đúng hạn.", "Cô ấy trả lời câu hỏi một cách gấp gáp, như thể đang lo lắng điều gì đó.", "Những bước chân gấp gáp của anh ta vang lên trên hành lang.", "Nhìn thấy ánh mắt gấp gáp của cô ấy, tôi biết có chuyện chẳng lành.", "Không cần phải gấp gáp, chúng ta vẫn còn nhiều thời gian để chuẩn bị."]},
{"word": "Gặp gỡ", "type": "Động từ", "semantic": "Nghĩa: gặp nhau giữa những người có quan hệ ít nhiều thân thiết", "examples": ["Cả hai tình cờ gặp gỡ trong chuyến du lịch nước ngoài.", "Lần gặp gỡ đầu tiên của chúng tôi đã để lại nhiều ấn tượng.", "Cơ hội gặp gỡ những người nổi tiếng là rất hiếm.", "Cuộc gặp gỡ đối tác này rất quan trọng cho dự án.", "Họ tổ chức buổi gặp gỡ để thảo luận về kế hoạch tương lai."]},
{"word": "Gắng gượng", "type": "Động từ", "semantic": "Nghĩa: cố làm một cách khó khăn, vì sức đang yếu hoặc khong còn khả năng nữa", "examples": ["Sau tai nạn, cô ấy gắng gượng đi lại nhưng vẫn còn đau.", "Cô bé gắng gượng không khóc khi bị đau.", "Cậu bé gắng gượng cười dù trong lòng đang buồn bã.", "Cô ấy gắng gượng trả lời các câu hỏi dù đang rất kiệt sức.", "Trong cơn bão, ngôi nhà nhỏ gắng gượng chống chọi với sức gió."]},
{"word": "Gắng gổ", "type": "Động từ", "semantic": "Nghĩa: như gắng gỏi, cố sức làm một việc gì", "examples": ["Cô ấy gắng gổ hoàn thành bài tập đúng hạn.", "Anh ấy gắng gổ chạy hết quãng đường dù rất mệt.", "Tôi phải gắng gổ học thêm để đạt điểm cao.", "Cậu bé gắng gổ nhặt hết rác trong sân trường.", "Chị tôi gắng gổ làm việc để kiếm thêm thu nhập."]},
{"word": "Gân guốc", "type": "Danh từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Bàn tay ông nội có nhiều đường gân guốc do làm việc vất vả. (danh từ)", "Khi nâng tạ, tay anh ấy nổi đầy gân guốc. (danh từ)", "Bắp chân gân guốc của vận động viên trông đầy sức sống. (tính từ 1)", "Người lính có cơ thể gân guốc và mạnh mẽ. (tính từ 1)", "Anh ấy có lập trường gân guốc khi đưa ra quyết định. (tính từ 2)", "Người phụ nữ với ý chí gân guốc đã vượt qua khó khăn trong cuộc sống. (tính từ 2)"]},
{"word": "Gần gũi", "type": "Tính từ", "semantic": "Nghĩa: gần nhau về quan hệ tinh thần, tình cảm do thường xuyên tiếp xúc", "examples": ["Khung cảnh làng quê Việt Nam mang lại một cảm giác rất gần gũi và bình yên.", "Thầy giáo luôn dùng những ví dụ gần gũi để giúp học sinh dễ hiểu bài hơn.", "Đọc sách giúp tôi hiểu rõ hơn về những điều gần gũi trong cuộc sống.", "Những người hàng xóm gần gũi giúp nhau trong mọi hoàn cảnh khó khăn.", "Môi trường học tập tại đây rất gần gũi và thân thiện."]},
{"word": "Gằm gằm", "type": "Tính từ", "semantic": "Nghĩa: nói vẻ mặt bực tức, ngồi yên, không nói gì", "examples": ["Anh ấy nhìn tôi gằm gằm khi không hài lòng.", "Cô bé gằm gằm nhìn mẹ vì bị phạt.", "Ông ta gằm gằm nhìn kẻ trộm trước cửa nhà.", "Cậu bé gằm gằm nhìn đĩa rau mà không chịu ăn.", "Bố tôi gằm gằm nhìn khi thấy tôi về muộn."]},
{"word": "Gần gụi", "type": "Tính từ", "semantic": "Nghĩa: như gần gũi, đến gần, đi sát", "examples": ["Anh ấy luôn gần gụi với mọi người xung quanh.", "Cô giáo rất gần gụi, học sinh đều yêu quý.", "Chị ấy gần gụi với mẹ hơn sau khi vào đại học.", "Họ sống gần gụi với thiên nhiên trong làng quê.", "Chú chó gần gụi và thân thiện với trẻ nhỏ."]},
{"word": "Gần gận", "type": "Tính từ", "semantic": "Nghĩa: gần, không xa lắm", "examples": ["Siêu thị gần gận giúp mẹ tôi dễ đi mua đồ.", "Quán ăn gần gận nên tôi thường ghé ăn trưa.", "Bệnh viện gần gận giúp tôi yên tâm hơn.", "Thư viện gần gận nên sinh viên dễ dàng tới học.", "Bưu điện gần gận, chỉ cần đi bộ là đến."]},
{"word": "Gai góc", "type": "Danh từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Tính cách của anh ta rất gai góc, khó ai có thể tiếp cận được. (tính từ)", "Cô ấy nổi tiếng với phong cách viết gai góc nhưng đầy ý nghĩa. (tính từ)", "Đối diện với thử thách gai góc, anh vẫn không lùi bước. (danh từ)", "Vùng đất này nổi tiếng với những loại cây cỏ gai góc nhưng vẫn sống sót qua mọi điều kiện thời tiết. (danh từ)", "Đường đến thành công luôn đầy gai góc, nhưng không thể ngăn cản những ai kiên trì. (danh từ)"]},
{"word": "Gạ gẫm", "type": "Động từ", "semantic": "Nghĩa: nói khéo hoặc đưa ra những điều kiện hấp dẫn để người ta bằng lòng làm điều có lợi cho mình", "examples": ["Hắn đã nhiều lần gạ gẫm cô tham gia vào kế hoạch lừa đảo của mình.", "Người đàn ông lạ mặt đang cố gạ gẫm bố tôi mua sản phẩm của anh ta.", "Cô bé cảm thấy bối rối khi bị bạn cùng lớp gạ gẫm làm điều sai trái.", "Những lời gạ gẫm của cô ấy khiến tôi cảm thấy khó chịu."]},
{"word": "Gàn gàn", "type": "Tính từ", "semantic": "Nghĩa: hơi gàn, có vẻ hơi khác thường", "examples": ["Ông ấy có tính hơi gàn gàn, ít khi nghe lời ai.", "Cô ấy nói chuyện nghe gàn gàn, nhưng cũng thú vị.", "Tôi thấy ý tưởng này có vẻ gàn gàn nhưng đáng thử.", "Anh ấy hành xử gàn gàn, làm ai cũng ngạc nhiên.", "Đôi lúc mẹ tôi cũng có chút gàn gàn khi quyết định điều gì."]},
{"word": "Eo sèo", "type": "Động từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Mẹ cứ eo sèo mỗi khi con để nhà bừa bộn. (động từ)", "Chị ấy eo sèo vì chồng không phụ giúp việc nhà. (động từ)", "Cô giáo eo sèo khi học sinh không làm bài tập. (động từ)", "Khu chợ eo sèo từ xa vọng lại vào buổi sáng sớm. (tính từ)", "Tiếng cãi vã eo sèo từ căn nhà bên cạnh. (tính từ)", "Đường phố eo sèo vào giờ tan tầm đông đúc. (tính từ)"]},
{"word": "Ềnh ềnh", "type": "Tính từ", "semantic": "Nghĩa: tả cái gì đó chiếm một không gian lớn, trông chướng mắt", "examples": ["Chiếc tủ to ềnh ềnh nằm ở giữa phòng.", "Cái bàn gỗ cũ ềnh ềnh chiếm hết lối đi.", "Anh ấy kéo vali nặng trĩu ềnh ềnh ra sân bay.", "Con bò to ềnh ềnh đi chậm chạp trên đường.", "Nhà kho có cái hộp giấy ềnh ềnh ở góc tường."]},
{"word": "En en", "type": "Tính từ", "semantic": "Nghĩa: ngây ngất sốt", "examples": ["Bé nằm trên giường, mặt đỏ bừng và người en en vì sốt.", "Cô ấy cảm thấy en en sau khi dầm mưa suốt buổi chiều.", "Cậu bé en en cả đêm khiến mẹ lo lắng.", "Anh ấy thấy en en sau khi ăn phải đồ ôi thiu.", "Con mèo nằm im, trông en en vì bị cảm."]},
{"word": "Eo éo", "type": "Tính từ", "semantic": "Nghĩa: từ mô phỏng những tiếng nói liên tiếp, nghe chói tai và không rõ, gây cảm giác khó chịu", "examples": ["Tiếng chuông điện thoại eo éo vang lên giữa phòng họp.", "Bé con khóc eo éo suốt cả đêm.", "Giọng của cô ấy cao và eo éo khi cãi nhau.", "Tiếng còi xe máy ngoài đường eo éo khiến tôi không thể tập trung.", "Tiếng radio eo éo vang lên trong căn phòng yên tĩnh."]},
{"word": "Êm ái", "type": "Tính từ", "semantic": "Nghĩa: êm, nhẹ, làm cho có cảm giác dễ chịu", "examples": ["Mẹ ru con ngủ bằng giọng hát êm ái.", "Chiếc gối này rất êm ái khiến tôi ngủ ngon hơn.", "Tiếng suối chảy nhẹ nhàng và êm ái.", "Chú mèo nằm cuộn tròn trên chiếc chăn êm ái.", "Ánh sáng mặt trời buổi sáng thật êm ái và dịu dàng."]},
{"word": "Êm êm", "type": "Tính từ", "semantic": "Nghĩa: hơi êm, gây cảm giác dễ chịu", "examples": ["Buổi tối, gió thổi nhẹ nhàng và êm êm.", "Chiếc gối này rất êm êm, giúp tôi ngủ ngon.", "Mẹ ru con bằng giọng hát êm êm.", "Cô ấy nói chuyện với giọng êm êm và dễ nghe.", "Con mèo đang ngủ êm êm trên ghế sofa."]},
{"word": "Ém nhẹm", "type": "Động từ", "semantic": "Nghĩa: ghìm lại, giấu thật kín, không để lộ cho ai biết", "examples": ["Họ cố ém nhẹm vụ tai nạn để không ai biết.", "Cô ấy đã ém nhẹm việc trễ hạn nộp bài.", "Anh ta ém nhẹm thông tin về hợp đồng mới.", "Công ty cố gắng ém nhẹm vụ bê bối tài chính.", "Cô bé ém nhẹm chuyện bị điểm kém ở lớp."]},
{"word": "Êm đềm", "type": "Tính từ", "semantic": "Nghĩa: yên tĩnh, không có sự xao động, tạo cảm giác yên ổn", "examples": ["Giấc ngủ của em bé thật êm đềm và không bị quấy rầy.", "Khung cảnh hoàng hôn trên biển thật êm đềm và lãng mạn.", "Cuộc sống ở làng quê luôn êm đềm và yên bình.", "Tiếng ru của bà nghe thật êm đềm, đưa tôi vào giấc ngủ ngon.", "Ngôi làng nhỏ nép mình bên bờ sông êm đềm."]},
{"word": "E dè", "type": "Động từ", "semantic": "Nghĩa: lo ngại, dè dặt vì có phần sợ điều không hay có thể xảy đến với mình", "examples": ["Anh ấy tỏ ra e dè trước quyết định lớn này.", "Bé Lan e dè khi lần đầu bước vào lớp học mới.", "Cô giáo nhận thấy học sinh mới rất e dè khi giao tiếp với các bạn.", "Họ e dè trước những thay đổi lớn trong cuộc sống.", "Khi bước vào căn phòng tối, cô gái cảm thấy e dè không dám tiến thêm."]},
{"word": "Éc éc", "type": "Tính từ", "semantic": "Nghĩa: tiếng lợn kêu liên tiếp", "examples": ["Bị chú chó nhỏ dí theo, thằng nhóc la lên éc éc thất thanh.", "Khi rơi xuống nước lạnh, anh ấy hét éc éc vì quá bất ngờ.", "Bị ong đốt, cô bé kêu éc éc đầy hoảng hốt.", "Cái bẫy kẹp trúng tay, cậu ta la éc éc đau đớn.", "Con heo kêu éc éc khi bị nhốt trong chuồng."]},
{"word": "Ế ẩm", "type": "Tính từ", "semantic": "Nghĩa: chỉ tình trạng bị tồn đọng, không bán được do không có hoặc chỉ có ít người mua, ít người yêu cầu", "examples": ["Quán ăn hôm nay ế ẩm vì trời mưa suốt cả ngày, không có khách nào đến.", "Chợ phiên ế ẩm vào ngày thường, chỉ đông vào cuối tuần.", "Sau khi đối thủ ra mắt sản phẩm mới, cửa hàng của anh ấy trở nên ế ẩm hẳn.", "Các sản phẩm quần áo thu đông năm nay đều bị ế ẩm do thời tiết ấm hơn bình thường.", "Mùa du lịch năm nay không thuận lợi, khiến nhiều quán ăn ven biển phải đóng cửa vì ế ẩm."]},
{"word": "Ấm ức", "type": "Động từ", "semantic": "Nghĩa: bực tức mà phải cố nén lại, không thể nói ra được.", "examples": ["Cô ấy cảm thấy ấm ức khi bị hiểu lầm mà không thể giải thích.", "Sau buổi họp, anh ta ra về với tâm trạng ấm ức vì không được lắng nghe.", "Chị tôi vẫn còn ấm ức chuyện cũ dù đã nhiều năm trôi qua.", "Những lời nói xúc phạm khiến anh ấy ấm ức suốt cả ngày.", "Cô bé ấm ức khóc khi bị bạn bè trêu chọc quá đáng."]},
{"word": "Ăn năn", "type": "Động từ", "semantic": "Nghĩa: cảm thấy bị cắn rứt, giày vò trong lòng về lỗi lầm của mình", "examples": ["Anh ấy ăn năn suốt ngày đêm vì đã làm tổn thương bạn thân của mình.", "Hắn ta giả vờ ăn năn để xin tha thứ.", "Những lời hối hận, ăn năn không thể xoá nhoà những tổn thương đã gây ra."]},
{"word": "Ấm áp", "type": "Tính từ", "semantic": "Nghĩa: ấm, dịu, gây cảm giác dễ chịu", "examples": ["Bàn tay của mẹ luôn ấm áp khi nắm tay tôi.", "Chiếc áo len này rất ấm áp.", "Mặt trời buổi sáng chiếu xuống làm không khí thêm ấm áp.", "Lời chúc của bạn bè làm tôi thấy thật ấm áp.", "Chúng tôi quây quần bên nhau trong bữa cơm ấm áp."]},
{"word": "Âm thầm", "type": "Tính từ", "semantic": "Nghĩa: lặng lẽ trong hoạt động, không tỏ ra cho người khác biết", "examples": ["Anh ấy luôn âm thầm giúp đỡ bạn thân mà không để cậu ấy biết.", "Cô ấy âm thầm quan sát cậu bé từ xa.", "Những giọt nước mắt âm thầm lăn trên má của cô gái ấy."]}
]