[
{"word": "Vi vu", "type": "Động từ, Tính từ", "semantic": "Nghĩa:", "examples": ["Chúng tôi vi vu trên xe máy dọc bờ biển. (động từ)", "Họ vi vu qua các cánh đồng bằng xe đạp. (động từ)", "Mỗi khi rảnh, cô ấy lại vi vu dạo phố. (động từ)", "Mỗi buổi sáng, tôi nghe tiếng gió vi vu ngoài vườn. (tính từ)", "Trên ngọn đồi cao, gió vi vu qua những tán lá xanh mướt. (tính từ)", "Gió biển vi vu thổi vào làm dịu đi cái nóng của mùa hè. (tính từ)"]},
{"word": "Vuông vắn", "type": "Tính từ", "semantic": "Nghĩa: vuông đều các cạnh, trông ngay ngắn cân đối", "examples": ["Hộp quà được gói rất vuông vắn và đẹp mắt.", "Căn phòng này được thiết kế vuông vắn và gọn gàng.", "Bức tranh vuông vắn treo trên tường.", "Cô ấy dùng gạch vuông vắn để lát sân nhà.", "Chiếc túi xách vuông vắn trông rất phong cách."]},
{"word": "Vớ va vớ vẩn", "type": "Tính từ", "semantic": "Nghĩa: (nhấn mạnh) chẳng có nghĩa lí gì, không có tác dụng gì thiết thực", "examples": ["Đừng nghe mấy chuyện vớ va vớ vẩn trên mạng nữa.", "Cô ấy cho rằng lời giải thích của anh thật vớ va vớ vẩn.", "Chúng ta không nên lãng phí thời gian vào chuyện vớ va vớ vẩn.", "Những tin đồn vớ va vớ vẩn đang lan truyền khắp nơi.", "Cuộc tranh luận này thật vớ va vớ vẩn, chẳng ai quan tâm."]},
{"word": "Vội vã", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Vội vã chạy ra đường, cô quên mất mang theo ô.", "Mọi người vội vã lên xe buýt vì sợ bị trễ chuyến.", "Tôi vội vã đến trường vì sợ bị muộn giờ học.", "Trước khi cơn mưa đến, mọi người vội vã tìm chỗ trú.", "Nhân viên vội vã dọn dẹp để kịp đóng cửa tiệm."]},
{"word": "Vất vả", "type": "Tính từ", "semantic": "Nghĩa: ở vào tình trạng phải bỏ ra nhiều sức lực hay tâm trí vào một việc gì trong một thời gian dài", "examples": ["Anh ấy đã phải trải qua nhiều năm tháng vất vả để có được thành công hôm nay.", "Những người nông dân làm việc vất vả trên cánh đồng để thu hoạch mùa màng.", "Cô ấy đã vất vả chuẩn bị cho bài thuyết trình của mình.", "Bố mẹ phải làm việc vất vả để lo cho cuộc sống gia đình."]},
{"word": "Vội vàng", "type": "Tính từ", "semantic": "Nghĩa:", "examples": ["Vội vàng chạy ra đường, cô quên mất mang theo ô.", "Mọi người vội vàng lên xe buýt vì sợ bị trễ chuyến.", "Tôi vội vàng đến trường vì sợ bị muộn giờ học.", "Trước khi cơn mưa đến, mọi người vội vàng tìm chỗ trú.", "Nhân viên vội vàng dọn dẹp để kịp đóng cửa tiệm."]},
{"word": "Vàng vọt", "type": "Tính từ", "semantic": "Nghĩa: chỉ màu vàng nhợt nhạt, vẻ yếu ớt", "examples": ["Lá cây ngoài vườn đã bắt đầu vàng vọt.", "Khuôn mặt anh ấy trông vàng vọt vì mệt mỏi.", "Cây lúa trên cánh đồng trở nên vàng vọt do thiếu nước.", "Cô bé trông vàng vọt sau cơn ốm dài.", "Ánh nắng chiều chiếu vào làm căn phòng vàng vọt."]},
{"word": "Vững vàng là từ láy hay từ ghép?", "type": "Tính từ", "semantic": "Nghĩa: có khả năng giữ vững ý chí, nghị lực, không lay chuyển trước mọi tác động, thử thách", "examples": ["Anh ấy bước đi với đôi chân vững vàng.", "Cô ấy có tinh thần vững vàng trước thử thách.", "Chiếc cầu được xây dựng rất vững vàng.", "Em bé nắm tay mẹ, đứng vững vàng trên mặt đất.", "Anh ấy có nền tảng kiến thức vững vàng trong lĩnh vực này."]},
{"word": "Vui vầy", "type": "Động từ", "semantic": "Nghĩa: trạng thái quây quần, vui vẻ bên nhau, thường là giữa gia đình hoặc bạn bè.", "examples": ["Bạn bè vui vầy kể chuyện và cười đùa sau giờ học.", "Cả gia đình em vui vầy bên nhau quanh bếp lửa.", "Mỗi chiều, bọn trẻ trong xóm lại vui vầy đá bóng ở sân.", "Buổi chiều, An và anh trai vui vầy thả diều trên cánh đồng.", "Ông bà vui vầy cùng con cháu trong dịp Tết."]},
{"word": "Vui vẻ", "type": "Tính từ", "semantic": "Nghĩa: có vẻ ngoài lộ rõ tâm trạng rất vui, rất thích thú", "examples": ["Bé gái tươi cười rạng rỡ, trông rất vui vẻ.", "Cả gia đình ăn cơm rất vui vẻ.", "Buổi học tập ngoại khóa diễn ra rất thuận lợi và vui vẻ.", "Mọi người đều vui vẻ khi đi chơi cùng nhau.", "Bé gái rất vui vẻ mỗi khi đi học."]}
]